[
  "We understand the challenges that lie ahead of us. Some industry experts say that the market for protein bars is too crowded. These days companies decide to focus on one niche and cater to specific needs of their customers. Ademi’s mission is not only to spread vegan lifestyle, but to innovate and bring out the best in nutrition technology. We sincerely believe that Ademi bars can survive with this Kickstarter campaign plus sales projections that we are planning to generate by adding more flavors and controlling our own supply chain along the way.",
  "Team Unicox Superfoods has taken significant steps to ensure this Kickstarter is as successful  as possible. \n\nWe're a startup and during our first production run things may get delayed. Ingredients can ship late, packaging can be incorrect and things can go wrong in our supply chain. Any of these things could cause us to ship our first products later than we expect. That said, we will keep our backers updated on any and all developments.\n\nIf we reach our funding goal during the preorder window, we will be able to produce our first run with our co-packer in April, May and begin shipping in June .\n\nGiven our capacity for production has limits, if the demand exceeds this capacity, we'll likely need to push out our delivery timeline. However, Unicox Superfoods would have to go truly \"viral\" for this to happen.",
  "With an experienced writing and production team, our production company is confident in achieving its goals and overcoming any challenges from concept, creation to distribution.",
  "With a full month and complete flexibility on my end, it's hard to imagine that anything would get in the way of this project. In some *insanely unlikely* event that I am unable to paint during my stay in Sparkill, a rescheduling of modeling sessions at a later date will occur as necessary and painting will continue once home in Kansas City, thereby completing the paintings and fulfilling the rewards. The schedule may be affected, but not the result.",
  "The challenge is assembling the people and equipment needed for this.  You need cameras for photos and videos. A studio is a must to be able to create the many different images I want. And finally, I need to hire models or bring in survivors from around the country to take part.",
  "My obstacle is Mentoring for new business, I would be my own boss, I'm new to running my own business, I have a passion for this to succeed, so with help (and funding) I will make this work.",
  "Risks once the film is funded successfully is the film location and crew.",
  "Aside from accidentally summoning a demon, there are many risks associated with making this film. Primarily, pushing the bounds of what our camera systems are technically capable of will be a challenge to say the least - but our months of testing and prep has us confident we can do something new and exciting, and fun to watch.",
  "A challenge we face is time. We plan on the film being complete and released by the week of halloween. All of the creators work fulltime jobs outside of their film jobs (which during filming can also be fulltime) so getting the film shot and edited and released in 60 days will be a challenge. \r\nOur short 'Meat' was shot edited and released in two days with a 100$ budget. So we are fully confident in our ability.",
  "I have made 40+ pins at this point and so I have a good idea of what I'm doing. There may be delays due to unforeseen circumstances (weather, holidays, imperfections in the pins, etc.), but I will do everything in my power to make sure these pins are in your hands by May.\n\n***NOTE: Backers are responsible for any customs and import taxes that may apply. I'm not responsible for delays due to customs. Actual colors may vary slightly from proofs.***",
  "I'll need to hire a writer, make up artists and put together a film crew and editors/sfx, all for a relatively small amount.  This will be tough to come up with skilled people and basically this is the first time I've done anything like this, so this movie will probably suck. lol  So many people have tried something like this and failed, zombie movies are a dime a dozen, but there are so few good ones,  I want to create something that is action packed and for zombie film lovers which I am one of.",
  "To be honest without your support we wont get this done, in preparation we have been in contact with a location agency and well as freelance after effects people. our crew are a bunch of film buff and we are ready to go. casting the crew will take some time as we want the best for your money. to be honest our risk is very minimal but it all can't be possible without your support.",
  "El tiempo de entrega de los libros y/o fotografías, si sucede yo me pondré en contacto con la persona para hacerle saber la situación y posteriormente comunicarme con el servicio de paquetería para agilizar el envío.",
  "I believe the risks and challenges are few. I did my best to tailor the expected delivery time on each the incentives according to what I've learned about the process of making records in the past.\r\nBarring an act of God, there is little that can prevent me from completing this project and honoring the incentives.\r\nThat said, scheduling of the studios and musicians, completion of cover art and issues with pressing can all contribute to delays in completion.\r\nI will keep you all abreast of process as events unfold.",
  "The main challenges involved with recording this record are preparing the material and making sure that we are all healthy both mentally and physically before we get into the studio.  We have a limited time to complete this project and we are on a tight budget.  But we feel confident that with the love and support of our friends, family and community, we can work through any obstacle that will arise.",
  "This will be the 3rd Cosmo Joe calendar so there should not be any problems. If there is a problem with the printer we will just use someone else.",
  "We are confident that you will love the taste, usability and feeling after you eat NexVeg.  We have set plans, and challenged our distribution partner to confirm that they can handle 10's of 1000's of shipments.",
  "I have experience with kickstarter as well as been in the pin making business for a year now. I'm able to make the process a lot smoother but a full disclosure is always warranted. I have a designated manufacturer I work with but have expanded my interaction to multiple as a fall back plan. My pins come from overseas so that explains the time necessary to produce all the enamel pins. \nAll designs displayed so far are tentative designs until I can get a better idea of what is possible with the the mold to make these designs accurate. I will try my best to adhere to the original design as much as possible however.\nDue to the timing in the global problem of COVID 19, I've added a buffer month just in case something gets delayed or if the pins need more time to be made.\n\nSome manufacture errors are possible in mass production so if there are any B-grade enamel pins of greater than 15% in a batch, I will request a remake for quality which will have a bit of a longer wait time. I will be on top of quality check before and after receiving pins to the best of my capabilities. Please note that some slight color variation may occur from my original artwork due to each viewer's monitor settings and what colors can actually be generated in reality. \n\nI am the sole person designing, planning, ordering, packing and shipping out the packages. If any delay comes along, I will certainly let you backers know as soon as possible and keep you all updated. I will answer questions to the best of my ability.",
  "1. Delay of shipping the pins due to slow production because of local holidays/defects.\n2. Actual color of the design might not look exactly the same with the digital art design posted.\n3. If you have any problems or concerns with the shipping of your parcel, please contact me ASAP through email or message me directly on Instagram and i will help you with my best. But in the cased that you missed out on receiving your parcel it is your responsibility to contact the courier.",
  "We're transparent in communicating the physical and mental demands that come with running a restaurant. It's no secret that a bigger space means that the responsibilities, expenses and maintenance will double. One of the biggest risks is not having the right team to divide the responsibilities amongst. We've experienced this in the past. We've been working from within our current team to build a better structure for operations, prep and service.\n\nAnother risk in opening \"First Sunday by Sol Sips\" is the challenge that comes with running two locations. The structure and demands of our small cafe is being scaled down to accommodate a breakfast and brunch menu w/a fresh juices, coffee and tea in the early half of the day. Our full service location will be for lunch/dinner and nightlife service. Strategically having these locations open at different times will help with balancing out the managerial needs and maintenance of both spaces.",
  "The only possible risk is that i might ship your products with a little delay.",
  "Vegan food is hotter than ever and it is growing every day at the moment.\nWe hope to be one of the first vegan food trucks of our kind here in Sweden, and by being first together with serving amazing food we hope to become more and more popular and more and more known, so that we eventually can open up a 2nd and then a 3d truck, there is a dream about Vegan EVERYTHING being in both Denmark, Norway and Finland as well in the future.\nThere is risks and challenges with everything you decide to do, but if you never try then you will never know. Vegan food and healthy food is everywhere, but a vegan food truck serving the vegan food that we are going to serve is something we have not seen here and that is what we are so optimistic about!\nIf a problem would show up, we would just have to work our hardest to solve it.",
  "As anyone who's traveled knows, crazy can and does happen. All you can really do is plan for contingencies and adapt when they occur. I will be purchasing travel insurance best suited to cover the nature of this trip in case something major does happen. Should travel plans change backers will be updated. Also all artwork will be fully insured during shipping for full reimbursement to backers should it be lost or damaged and there is no possibility of replacement (ie. original artwork not prints). \r\n\r\nThough I've tried to plan my trip for the most suitable weather for outdoor painting, it is always possible that some days that might not be true. If the weather is not cooperating and I'm not able to paint outside I'll do my best to find a interior sheltered location in which to paint, or do an extra painting another day. But if I'm not able to complete all the plein air paintings purchased by backers while on the trip, then the remaining number of paintings will be completed in studio from photos once back home in the same style and size of their plein air counterparts and backers receiving these paintings will be notified of the change. \r\n\r\nLastly, though access to wireless internet is common place while traveling these days, we all know that sometimes it goes out. I'll do my best to update my blog at least once a day, but if there are internet problems it might be late.",
  "The biggest risk and challenges  associated with participation in Spectrum Miami is taking the time away from my students and finding the extra time while I'm teaching to keep my creative projects moving forward. The risk is spending the time and money to put on a good quality exhibit and not achieving the results I need to keep moving forward as an artist. If I get picked up by one gallery, or sell the pieces on the floor, I will consider it a success. But its long term growth as an artist and advocate for the arts which has led me to take this project on.",
  "There's no risk involved, especially if you liked issue 1 and 2. When the project reaches it funding goal it will be professionally printed and posted to each and every person who funded the project.\r\n\r\nThe magazine is guaranteed to be at least 68 pages in length, in full colour containing articles about eight bit computers written by enthusiasts of eight bit computers.\r\n\r\nIssue 1 and 2 was successfully funded and received positive feedback. Issue 3 aims to be even better.",
  "A copious amount of hard work and sacrifice has gone into this film, a film we've been looking forward to making since our freshman year, the culmination of 4 years of learning and perseverance.\r\n\r\nA MASSIVE thank you for visiting the page and checking us out, thanks for all your support and helping us realize our goal!",
  "Vi ska starta upp en helt ny verksamhet som är beroende av att människor gillar det vi skapar och kommer att stötta oss när vi väl har öppnat. Vi har mycket renovering att göra och vi vet inte exakt vad det kommer kosta i nuläget. Vi tror på den här idén och på att vi tillsammans kan lösa de situationer som kan komma att uppstå.",
  "There is many risks and challenges ahead for us, most notably that we will fail to raise the required amount and the project fails. This is will be most unpleasant and will mean that all of the money raised thus far will be returned to it's lender as this is an all of nothing vehicle.\r\n\r\nAnother challenge we might face is that Belan Hall is under such heavy snow that we will not be able to get there. If this is the case we will scratch our stubble and agree on an equally creative (though less remote) place to record.\r\n\r\nAnother challenge we could face is that we don't receive any bookings for festivals, which although unlikely, could happen, as at this stage we only have it in 'word' and not 'writing'. If this is the case and we fail to agree on any festivals the THE FESTIVAL prise will be refunded to the sum of £300 and the THE VIP will be offered as a makeweight.\r\n\r\nThe final challenge will be staying fit and healthy and creative, if for any reason a release date is pushed back we will give you ample warning and communicate throughout.",
  "With your support we will have our project completed and ready to deliver by March 2015. We will keep you up to date with all progress and feel free to contact us for any reason at JustinAlanBlackBand@gmail.com.",
  "We are giving ourselves the month of November to fully realize the songs and ensure our confidence during the recording process. The most realistic challenge we think could happen would be the need for more recording time and in turn more money. An obvious risk is the potential inability to reach our goal of $1,500. This would be a set back to the creation of the album, the production of CD's and general saving for future tours/recording projects. We hope to release the album in the early new year.",
  "Filmmaking is always a complicated and involved process with room for many unforeseen problems (trust us). However, with our amazing team, I know we'll overcome any problems that arise in a creative and effective way. Should anything happen that hampers production or the shipping of the rewards we'll let you know immediately! You're part of the team now!\r\n\r\nAnd if another fire comes our way you can BET we'll fight it off with our BARE HANDS!!! (https://www.youtube.com/watch?v=Yqw1gq-5UZY)",
  "Primarily everything is being planned by myself but there are some things that require speaking with and coordinating everyone involved will be a bit tough. This project is also a bit experimental as everything will be edited on tablets(i Pad) with a wide selection of interesting editing programs that create surprisingly great quality videos. Casting the actresses for Claire and Moira could also be challenging as they are iconic characters with a specific look but thankfully there are a few theatre student volunteers who are interested so it'll just be a matter of choosing the right people. Lastly there's finding the right location to film at that reasonably captures the look of the various environments within the game, but with enough research a place should be found.\r\nI personally believe with the right amount of effort put into all the variables there should not be any issues working on this project.",
  "Every great business venture involves some risk.  I feel I am very well prepared because of my years of experience in the food service industry.  Everything from waitressing to cooking to bookkeeping.  I have over 20 years under my belt to handle the hustle and bustle of preparing and serving food.  I've utilized many resources to properly guide me on my journey to entrepreneurship.  Most invaluable has been my business advisor Matt from the CT Small Business Development Center (SBDC).  He has successfully assisted in the opening of over 50 food based businesses and his tutelage and guidance has been my greatest gift.  I believe slow and steady wins the race.  So my goal is to expand Dutch's without going \"too big, too soon\".  A consistent quality product is always my first priority.  My focus for successful business will be proper financial management, well developed marketing strategies, building a strong team, superior customer service and continuously looking for opportunities to improve.  Our biggest challenge will be attracting non vegan customers.  To overcome that challenge we plan to have as much face to face contact as possible.  I believe that most people are open to listen and try something new once even a small amount of trust is established.  If we can be on hand to answer questions about ingredients or preparation it will help them gain a better understanding and be less fearful of eating something new.  It only takes one bite to be hooked.",
  "There are two major challenges: this being a collaborative project and being held outside.  The commitment from the artists is present, however, emergencies do arise at the most unexpected times.  The other is the weather, if the weather stops the event it will be rescheduled for a later date.",
  "Finally , Texas Runaway has poured over our catalog of  songs and recorded a handful to share with the world.  This is a first effort and based on it's success we hope to do it some more.",
  "Production time may vary.",
  "Well, we could freeze to death... no just joking! There is the risk that no northern lights will appear or that the weather will be so cloudy or foggy that even if there are northern lights, we won't see them. But this is why we go for 3 weeks to get a good chance of clear nights with hopefully lots of northern lights. Otherwise there are no risks just fun in the cold winter nights ;-)",
  "The biggest challenge will be getting all the calendars out to backers in time for the holidays. The funding period closes on the 8th of November and the printer has assured me that I can get an eight day turnaround on printing. With an estimated seven days to ship at the most, I'm looking to have the calendars by the 23rd or 24th of November. It'll be hectic, but I believe I can get them all shipped within two weeks. That means they're out my door two and half weeks before Christmas. If the response is so large that I need to hire help to make that happen, then I'll do that.",
  "There's actually very little risk!  The first issue is more or less done and paid for.  The authors are paid and the artist is paid.  The only one who hasn't been paid is me!\r\n\r\nLet me explain.  I intend to put out this high quality science fiction magazine regardless of what happens on this Kickstarter.  So, why am I Kickstarting?  Because I intend to use Kickstarter as an investment platform. By supporting this first issue of Cirsova, you are investing in the future of the magazine.  Proceeds from the Kickstarter will be used to fulfill orders and profits will be used to purchase stories for a second issue.",
  "There are many challenges with completing a project of this size. The main one is being able to pay a professional lay out artist to set up the magazine for printing. This is a very specific skill set and it doesn't come cheap!\r\n\r\nAnother challenge is getting all the content together. It takes a tremendous amount of time and creative energy to write the stories, take the photos and put the whole thing together in a cohesive whole. While I've written and published many articles for other magazines, I've never put a whole magazine together myself. The previous editor had years to figure this out and I was part of the team, but I have never been responsible for a magazine from start to finish, so I'm learning as I go. \r\n\r\nThe final challenge; allowing enough time to actually create the content and production. I always think I'll be able to finish a project much faster than I actually do. As you can see from the above video, I originally expected to have this out by early summer. Here it is, late fall, and I'm finally done pulling all the articles and pictures together. I'm working with a lay out artist now to design the magazine, and by the time this campaign ends, I will finally be ready to go to print!\r\n\r\nEverything in this magazine has been done from scratch; there is no pre-made template where you just plug images in and voila, you have a magazine. I'm building it all from the ground up. Even finding a printer has been a challenge since so few places exist now that print in the style I want to print in! \r\n\r\nEvery step of this magazine has been tackled one piece at a time. If further delays come up, it will be handled in the exact same way; with transparency, honest communication and lots of elbow grease!\r\n\r\nThank you in advance for your pledge and support! Rock on! \r\n\r\nxo Rev. Michelle",
  "The largest risk involved after funding is complete is also the next challenge. After the Registrations are filled out, the Legalities Sorted, and the Teaser is shot, the Over-all Film Budget will be the next Kick Starter Project in order to complete this masterful film project and get it entered into the hands of the Film Festival Circuit and Possible Distribution.\r\n\r\nIf this project succeeds and the over-all budget fails, I will still strive in all manners possible to continue to raise the funds for the Full Feature Film Project.\r\n\r\nBackers who do fund this successful project will still receive all related rewards and promises made in this Project if it does reach its Goal. If the Full Budget Kickstarter Project reaches its goal, the Backers of this project will be automatically credited as promised from this Funding without further Backing necessary for the Full Budget Fund.\r\n\r\nAny amount of funding over this preliminary goal will be transferred to the Full Feature Length Budget Fund Project and bring that Project's Initial Goal lower.",
  "1. I understand that restaurants face their fare share of challenges.  That is one of the reasons we are starting with a food truck.  This will allow us to introduce West Michigan to an all vegan dining experience, while running a lean operation and making data-driven decisions to ensure our success and growth.  Having a seasoned veteran of the industry on our team will help us avoid some of the common pitfalls of a food startup.\n2. The timeline could be pushed back as purchasing, outfitting and licensing a truck can sometimes take longer than planned.\n3. NASA says that thousands of meteors hit the ground every year so the chance of one of them hitting our truck is something that keeps us up at night.\n\nThank you all so much for your continued support with my companies Bit Baking Co. and Cheeyeah and I look forward to sharing this amazing project (and food) with you! \n\nPeace & Love",
  "Although we have a great product, the St. Louis market for juice bars is limited and we need help spreading the word, so even if you don't make a financial contribution, please share our links and video with family, friends, and anyone you know who loves delicious juices, smoothies, and food. Raising enough capital for this project is a challenge, but with your help it will eventually happen. We plan to open in the summer of 2019, but if there our issues with construction our $50, $100, $500 and $1,000 donors will have to wait a little longer to receive their gifts.",
  "RIsks are just making sure we stay at our goals and people keeping their pledges to insure we stay on the goal and there may be delays due to the virus so please be patient with me!",
  "I have painted many decks before, but I realize there can still be bumps along the way. With extra time built into my projected timeline, I'm confident your Studio Skate reward will arrive at your door on time. However, if any unforeseen problems arise, I will of course be in contact with you to keep you updated!",
  "This is the second time that I and four friends stayed on my friend's land in New Mexico for a month of art creation. Last year was a great success. This year we have planned our schedule and meals, and have a good estimate of our costs. I would say generally the biggest challenge for me is planning. With this project, I have a clear schedule of work and a definite number of paintings to finish, which corresponds to the days of the month of July: 31. It is always good for me to be working on something that I know I will be giving to someone for them to enjoy.",
  "The risks and challenges are fairly minimal. I've already been accepted to the Fellowship and I have transportation. The only obstacle really standing in my way is money. I have the education and the motivation to have a productive and meaningful trip, it's just a matter of having everything I need.",
  "All of the materials and tools for this round of funding have been obtained. A major risk is the shipping window should logistics be strained due to the Corona Virus pandemic. I will continue to monitor the situation and should any updates need to be made about shipping expectations, I will update accordingly.",
  "The production time of the pins is completely beyond my control, because a manufacturer makes the pins for me after I send them my design. Normally it takes about 4 weeks of production, if there is any delay I'll let all my backers know.\n\nThe colors may change slightly once the pins go into production. If something in my design changes, I'll notifiy all backers.\n\nThe cost for shipping are standard delivery, without any tracking code. This way I can keep the shipping costs low for you. I am not accountable for lost or damaged pins, but if the damage occurs under my accountability, I will gladly have a new pin send to you!",
  "While I am seeking $10,000 to fund the 2nd stage of this new album, in truth that only covers the recording fees. I actually need another $3,000 beyond this to print the album and another $5,000-7,000 for marketing and advertising costs. So, the completion of this project is contingent on gaining these extra funds at some point. I've set this Kickstarter campaign threshold at $10,000, but I sure would appreciate if I were able to achieve much more than that. My dream goal is to raise $20,000. The extra funds will be used wisely in the completion of an album that will be a pinnacle of my career!",
  "My goal is to have the album available in late October as a digital download with a PDF booklet.  \r\n\r\nThe physical CDs should be ready in mid to late November.  \r\n\r\nThere is a possibility that this could be delayed due to mixing and mastering schedules, but at this point, that isn't likely.  I will send regular updates here on Kickstarter via my blog to let you know how things are coming together. \r\n\r\nIf you have any questions or concerns, please feel free to contact me here. Thanks so much!",
  "I don't expect to run into many problems with this project. Time is the primary concern. I will make sure to communicate clearly and keep backers updated with any issues that may arise.",
  "Algunos desafíos son la inseguridad que se encuentra en algunas localidades ricas en diversidad de especies. Estamos buscando las mejores opciones para mantener a nuestro equipo protegido en cada expedición y siempre creando lazos para contar con todos los permisos para acceder a las zonas montañosas.",
  "As with many emerging artists today the times have been tough and working as a full-time artist can be as tricky as starting an acting career. The art world is a roller coaster ride with ups and downs based on paying clientele or lack there-of. \r\nMy home is already gallery hung, but the cost to throw the show is several hundred dollars on my end for entertainment and refreshments to entice prospective buyers to show up and see my artwork.",
  "We truly believe No Planet B Festival will make an impact from the offset creating a positive energy for the future of our planet. \r\n\r\nBut of course all things have their challenges, and by highlighting them here we aim to to be fully transparent with you, so that we can all grow on this journey together! \r\n\r\nRisks: \r\n\r\n1) Ticket Quantity Sold: \r\n\r\n- Being a first year festival, despite our incredible line-up and fully rounded weekend of activities, we need to consider the possibility of not selling enough tickets to outweigh the expenditure involved in running this festival (which isn't cheap!)  \r\n-We have been planning for this outcome all year, and no pun intended have Plan B, Plan C and Plan D have been thought out. However, if we do not sell at least 750 tickets by May 26th we plan to discuss as team whether we look to temporary put the festival on hold until 2019. As a result Kickstarter will not charge ANY money from your accounts. \r\n\r\n2) Wet Weather: \r\n\r\n-As much as we want that Coachella festival weather, we need to face the facts that we are in the UK, and as well all know to well....festival 101 rule....bring your wellies! \r\n\r\n-We have a full wet weather contingency in place, however depending on the amount of rain (if it were to happen) we may need to cancel the festival. In that case we would look to either refund you for your ticket or give you credit for 2019's Festival.",
  "Risk involved are possible delays in printing or the delays in the shipping of tangibles. If anyone purchases an experience with me, I'm human and could die between now and then. Let's hope that's not the case. But if there are any complications I, or my post-mortem representative,  will do the best to set things right. The books is finished I'm just looking for funding to get it printed.",
  "Es gibt keine Risiken. Wenn das Geld nicht zusammen kommt. Werden die Bilder nicht ausgedruck und keine schaufenster gemietet.",
  "No risks now! The painting is done!",
  "",
  "The biggest problem is equipment, and this is where we need your help. We are all students and need funding to get this equipment.\r\nAnother problem could be the police having problems with us filming on locations such as the old hospital, but this can be solved by getting the correct forms and approvals before filming.",
  "When you are making a film outside the studio system, the challenge is producing something that can compete against whatever hollywood is churning out. Thanks to technological advances, it is possible to make a professional quality horror film with a shoestring budget.\r\n\r\nThrough my experience in filmmaking, I have learned how to put together a team of solid professionals and direct them to fulfill my vision. \r\n\r\nOnce the film is completed, it will be taken to the festival circuit, where it can wow and thrill audiences all over the world.\r\n\r\nThe film will take a lot of time, energy, fake blood, sweat, and tears, but it is a story I am committed to tell because i feel it is my duty as a filmmaker. I love the horror genre, but feel it sometimes gets monotonous and I would like to inject my own vision into it's veins with DEBBIE AND THE DEVIL.",
  "Any project can face risks and challenges, it would be quite inevitable if it did not. But I have done careful project planning before hand to make sure the exhibition runs smoothly. \n\nIf there are any delays in the shipment of the prints or exhibition invites I will make sure to keep the supporters updated at the time.",
  "My book project about the Faroe Islands is still a work in progress. \nI expect to return to the Faroe islands in september and october 2019, in order to photograph some last subjects for my book. \n\nAfterwards, I will begin to do picture selections and edit the text for the book. This process takes time and might involve delays. However, I wish to have the book published in december 2019.\nPhoto books are expensive to print and a minimum of 500 copies are required to order. Otherwise, the unit price will become too expensive. \nIn other words, it is a 'Limited edition print' and my Kickstarter backers will have priority and a signed copy of the book.\n\nOther challenges with self-publishing will be marketing. Since I have no distributors, I will have to promote the book on the internet. Also, I will take personal contacts with selected book stores in order to have presentation. Additionally, I will of course present the book and do signing during my exhibitions.",
  "As with all pin manufacturing there is a certain element of risk as I do not physically make the item myself and rely on external companies to do this.\n\nTo minimise any issue, first and foremost, I will always communicate. If there is a delay, I will be as transparent as possible and I’m always on social media so can answer any queries you may have.\nI will use the same manufacturing company as I have done previously and found them to be extremely good. They are based in the uk and send me all proofs for me to go through before it gets sent to China to make.\n\nThis product will not be funded unless the target is reached and while the target may seem high, it is to cover all costs (not only manufacturing) but envelopes, postage and backing cards.\n\nAll pins will be sent secured to its individual backing card, wrapped in bubble wrap and then placed inside a bubble wrapped Jiffy bag to minimise any damage that could occur. These will then be sent first class signed for.\n\nFinally, at present, the Coronovirus is making a dent in China’s ability to work. The UK manufacturer hasn’t highlighted any issues with production but it is worth noting.",
  "Il budget che abbiamo indicato potrebbe sembrare eccessivo, ma è semplicemente giustificato: rappresenta il costo per incaricare un tecnico, part time, per il primo anno di vita di questa organizzazione. Ci siamo dati 45 giorni per raggiungere l'obiettivo che ci siamo dati. Condividi questo progetto con quegli amici che, secondo te, vogliono impegnarsi per il loro territorio.",
  "Our passion is food!. My husband and I have been in the hospitality business for 30 years.  There are other people selling their sofrito. What separates our product from other ones out there, is our commitment to using only 100% fresh product without preservatives and it is 100% vegan.  In the last couple of years we've been selling our sofrito from home, farmers markets and on ebay. \r\n  There is mainly one company that sells their sofrito at big name brand supermarkets. Since we make our sofrito without preservatives, we know that with an amazing sales and marketing team and plan, we will approach with confidence potential markets. A couple of the markets we will approach with our sofrito are, Wholefoods, Trader Joes (these stores do not sell sofrito). You see, sofrito is used mostly in the Caribbean, so we are here to educate folks on using it on a daily basis to season and marinade all foods. It's so healthy!.  I've researched the benefits of the ingredients in the sofrito and you'll be pleasantly surprised to find out how good it is for a good diet and health promotions. \r\n     We have also pledged to give back to the community. every month, we will choose a charity or family to lend a financial hand.\r\n \r\n      With your monetary pledge, we will :\r\n\r\n.mass production\r\n.All necessary licences \r\n.commercial kitchen rental\r\n.sales and marketing\r\n.distribution\r\n\r\n     We thank you in advance for taking the time to read our story and be a part of something amazing.\r\n\r\ncheers\r\nSharon and Jim",
  "What we find challenging is getting 100% funded and finding that perfect spot in the metro.\r\n\r\nBetween us both we have 26 years of kitchen experience both in cooking and in assisting in the day-to-day operations. We have worked the past 5 years in perfecting our recipes and studying the vegan and gluten free lifestyle in order to provide quality products for our guests to enjoy.",
  "Starting any business can of course come with unique challenges. \r\n\r\nSome problems we can foresee are the following. \r\nDelay in getting license due to slow bureaucracy\r\nDifficulty in getting into a suitable kitchen\r\nGetting our product into big shops - supermarkets will be quite challenging to get into. The focus at first will be on smaller shops.  \r\n\r\nWhile we anticipate the bureaucratic problems. We believe that finding an appropriate premises will not be a problem. Also while it may take longer to get into bit supermarkets, we believe that due to the exploding demand for vegan products we will see great growth.",
  "The biggest challenge for me was finding the right producer. And I've already found the perfect guy.\r\n\r\nLorenzo and I did a practice run with my song, Crosby Street, and he nailed it. He wrote parts for a guitar, banjo, bass, keys, even back up harmonies for me to sing for myself. He heard the music I wrote and then he heard the possibility that lies within it. And the best part is that he then knew how to execute it. He knows the best people to work with. And my favorite part is that he knows me. He knows how to push and challenge me to stretch my talents to create something that's better than I could have imagined. \r\n\r\nWith that secure, I feel no fear of risk, only excitement for opportunity.\r\n\r\nOh. I forgot. It will be a challenge for me to stay in tempo, but that's not news to anyone that's seen me play. I promise I'll overcome it. Mostly.",
  "Once this project is successfully funded, I intend to proceed quickly through the tangled process of editing, mastering and recording the album.  Of course, there can be delays at any step, graphic design glitches, finding common time to get everyone together, but having gone through this process many times, I'm confident that I'll have a product for you by this fall - in time for holiday gifts!",
  "The pins are being made by an experienced manufacturer that I have used before, but errors can still happen. I have accounted for this possibility within the reward delivery date to give me time to correct any errors. There will be constant updates so you'll always be in the loop!",
  "-  Colours will be their closest possible pantone - but some differences may be present\n\n- The pins are handmade and may have very minor differences between each other but nothing that takes away from the integrity of the product\n\n- You will be the first to know if there are production delays! (although unlikely)",
  "We hope that we will find enough fans to join us with our magazine. This to break even with the costs.\nAlso we are very realistic with the constant hunt for new material and pieces to add to our magazine.",
  "I'm a rookie.  I've never made a zine!  My projected costs are based on research, but who knows what I might not have thought of.  I think I have some great connections and leads on promoting it, but some of these put me under some pretty short deadlines.  I hope that those deadlines will be a great motivation to get things done in a timely manner!",
  "There are many risks and challenges with making a film.  One of the challenges we have come to face is equipment we are here to raise some money to overcome that.",
  "The risks for this project are minimal.  If I receive my minimum funding amount, I will finalize, professionally print, publish, and begin to advertise the screenplay.  The actual writing of the screenplay is not reliant on funding of this project.  I am certain I will have it completed by December of next year.  I intend to keep all contributors updated on my progress.  The only major challenge I face is taking this project to the next level.  I have no connections in any aspect of the film industry and would have to rely first on the quality of my final product, and secondly on advice on how to get my product known to those in the film industry.  Those who contribute at this base level of the project are guaranteed success.  Together, we will see where we can take it from there.",
  "Rogue pigs.",
  "Setbacks are almost a certainty, but with precision, focus and lots of rehearsals, we assure that hiccups and hurdles won't be happening. I've set up a very rigid pre-production, production, and post-production schedule and plan to adhere to this 100% of the way. Even in pre-production, we've encountered hurdles, losing a couple of actors, and re-writing things on the fly to keep on line to make a great film. \r\n\r\nI plan on screening this theatrically after it is complete, and then taking it to festival play to ensure that everyone will see what their money went to.",
  "We are going to get this album done, no matter what. If we have busk on the street of downtown Asheville barefoot every weekend for the next five years to pay for it, we will. We just think that you might also want us to get it done sooner. We promise to get you your rewards in a timely manner, and will do our best to stick to the timeline we’ve created for the recording and release of the album. There will be many unforeseen hurdles and hiccups, but we will use our brains and our incredible resources and work through them. Thank you for believing in us.",
  "The challenges involved in becoming a successful songwriter are many but the biggest attribute for making it has to be an unwavering belief that it will happen. I will never give up on this no matter how this project turns out and continue to look forward to hearing one of my songs on the radio! This will be the fourth time recording with Beaird Music Group, Inc. and I have complete confidence in their ability to capture my song in it's best light...",
  "I'm sure there are potential obstacles, such as delays in getting the digital download finalized for release, but I don't foresee anything that would derail this project ONCE I GET THE FUNDING!",
  "This will be my 4th Kickstarter (2nd enamel pin campaign) so I'm very familiar with their practices and how long things usually take i.e. getting the funds to me from Kickstarter.\nObviously I will keep everyone in the loop, either on here and on Instagram.\n\nThings to bear in mind:\n• Delays - I have no idea how successful this campaign will be. If I find I'm in need of a lot more pins than I have quoted my manufacturer, then obviously that will cause some delays.\n\n• Potential minor design changes - my manufacturer has already approved the borb designs so we should be good to go, so i'm being cautiously optimistic that there will be no issues - but you never know! I may have to tweak things during production.",
  "The paintings are completed so that isn't a risk. (This project will clear my art debts and let me buy supplies to create my next project.)\r\n\r\nRisks include damage/alterations to paintings while displayed for publicity or during shipping. If paintings are damaged during publicity shows I will retouch them. I am doing my best to make sure the paintings will be protected during shipping (glassine, water resistant wrapping and foam board) but damage might occur.",
  "First and foremost, I am a hiker. My life's passion until now has always been hiking. I have hiked many different trails in both the lower and upper peninsula of Michigan. Within the past year I have decided that I need to share my passion with others. Which is why I have become interested in photography and writing, because I feel they are the best routes to share my experiences with others.\r\n\r\nI am taking on an amazing endeavor. Because of the challenges I know that I will face, I have spent a lot of time researching everything I need to be successful. \r\n\r\nFull disclosure: I am not able to start this project without the help of all of you. Your pledges will pay for my hiking equipment, living expenses throughout 2018, and will allow me to publish my photo book once it is completed.",
  "Shipping takes anywhere between 3-5 business days, all depending on where you are located. We will do our utmost to deliver your rewards within a ​reasonable time.",
  "Fulfillment will begin as soon as the campaign ends!\r\n\r\nBackers in the USA should expect the arrival of their 7 Days until Launch within two weeks of the campaign's end date, and international backers will receive theirs within a month!",
  "Colors may vary slightly from screen to final product, as these are hand made products. Additionally, there is a possibility for slight changes made to the designs during production, but backers will be notified via updates if such changes are required.\n\nPlease keep in mind that I am not responsible for lost or stolen packages. I am also not responsible for any taxes, claims, or additional fees that your country may require. If you have any additional concerns, please feel free to contact me.\n\nI have run several successful Kickstarters before and have been designing pins for over 2 years now. Let’s have another great campaign! Thank you xo",
  "This is our 6th Kickstarter and we are very familiar with enamel pin production and order fulfillment. Please visit our Etsy store if you'd like to see our customer reviews. :)\n\nMost of the anticipated potential risks occur in pin production or shipping delays. If a delay occurs during either phase, all backers will be notified. As with all Kickstarters, if this is not funded, there will be no charge to you.\n\nThank you for your support! :)",
  "There are very few risks associated with this type of project, however we understand things may and do arise especially at the worst possible time. Potentially the only real risk that could cause any delays would be in the mastering from digital to analog or from the company chosen to produce the 7\" being unable to complete the project in a timely manner. In which case we would still be able to offer all of our incentives, only at a later date.",
  "Colors & design changes:\nFinal products can have slight color variations from the provided images due to monitor/computer settings. I will work with my manufacturer to try to get the best match for the PMS colors that I have chosen for these designs!\nThere is a possibility that there will be minor design changes to the pins (ie:  line thickness) due limitations in production, but I will try to stay as true to the design as possible. If there are major changes needed, I will notify backers.\n\nDelays:\nSince the pins are manufactured overseas, there is a potential for delays in production and shipping. There is also a small possibility that if my manufacturer sends a high number of damaged/faulty pins, I will have to get them remade as soon as possible. I will keep backers notified if these situations occur!",
  "This will be my second time making a pin via Kickstarter, and my main concern is making sure the manufacturer can deliver by the time I'm asking, which will be somewhere between March and May, but I have previously gone to them for my first pin, and I trust them.",
  "I am a designer, not a manufacturer, so I have to trust my manufacturer to execute my designs at a high level and on time. There could be production issues that are beyond my control that could impact the delivery date. Also minor changes in the design may occur to prevent manufacturing problems, but these will only be made if it is absolutely necessary and every effort will be made to preserve the original aesthetic.\n\nAdditionally, though shipping logistics could always potentially be a problem, I have reliably shipped thousands of pins via USPS.\n\nIf any issues arise I will be sure to notify backers.\n\nPlease note that everyone's monitors display images a little differently. The colors shown for the pins may vary slightly when compared to the pins in person.",
  "Time. Tackling a large series like this will take time. I plan on dedicating the months of June - October to this project. I will do a few other pieces within this time frame, but only as a quick break. This will be the largest series I've completed, but I have practiced on a 20 piece series of African animals in the same style. Those 20 pieces took about two months, which is how I calculated the time frame for this project.",
  "Our vegan choco shop is located in a really cool part of downtown Buffalo - Elmwood Village.  There are a LOT of rules about how we're allowed to display signage and we have read them all, as well as acquired all the permits.  We have a professional painter ready to do the renovations on the wall when the weather breaks as well as sources for all of our signage and lighting.  \r\n\r\nWe will be sending out rewards as soon as they are available (which we anticipate mid Feb) and we'll do our best to customize to your liking!",
  "Because we have been running this business for over two years, we already have much of the infrastructure in place and are prepared to meet and overcome any obstacles we face. \r\n\r\nThe designs for our packaging are complete and ready to be ordered as soon as funds become available. \r\n\r\nWe will need to find and secure a commercial kitchen and can pay rent once the project is successfully funded. To fulfill orders, we will need to hire two bakers. Our family has had many years of combined experience in the food production industry--Grigor as a restaurant owner, Christina as a coffee shop assistant manager and baker, and Tony as a professionally-trained pastry chef--which will enable us to start up and run a kitchen that meets all Health Department and FDA requirements.\r\n\r\nIf you have any concerns about our ability to deliver quality products in a timely manner, please ask away and we would be happy to answer any of your questions!",
  "The biggest challenge to getting the record out by September will be making sure the band can all be off for 3 days to make the record.\r\n\r\nThe other challenges that we can forsee we have found help to package envelopes, so that should be covered.\r\n\r\nThis will be 4 songs instead of the 8 we were looking to make in the prior kickstarter project. We have a new studio on board to help us make the project that will make this go quickly and save us some time and money!",
  "I have had a lot of help from friends going through the recording process. As you all know some of the money funding this project has to go fulfilling perks! which if all goes well everyone that becomes part of this EP or \"backs\" will be getting some pretty awesome stuff. Maybe you got a signed cd or maybe ill play a private show at your house! I have already lined up a team of friends that have been there helping me make this record from the start to also help ship your GOODS! Whether I have to drop it off at your house personally or if i have to ship it to the north pole. The idea here is you get what you put in plus more.",
  "If everything goes smoothly with production which it has so far, we are confident everyone will get all their rewards in a very timely manner. We will stay in touch throughout the process and provide sneak peeks and special messages to our Kickstarter backers.",
  "The only major risk besides the physical risk of being in nature is the risk that I might have too much fun and be spoiled.� thank you backers!!!! Much  Love!",
  "We are currently looking for investors to get have more money to be able to get a good vendors license and rent our own kitchen or even start our restaurant! we are right now doing personal orders on our small kitchen."
]