[
  "We understand the challenges that lie ahead of us. Some industry experts say that the market for protein bars is too crowded. These days companies decide to focus on one niche and cater to specific needs of their customers. Ademi’s mission is not only to spread vegan lifestyle, but to innovate and bring out the best in nutrition technology. We sincerely believe that Ademi bars can survive with this Kickstarter campaign plus sales projections that we are planning to generate by adding more flavors and controlling our own supply chain along the way.",
  "Team Unicox Superfoods has taken significant steps to ensure this Kickstarter is as successful  as possible. \n\nWe're a startup and during our first production run things may get delayed. Ingredients can ship late, packaging can be incorrect and things can go wrong in our supply chain. Any of these things could cause us to ship our first products later than we expect. That said, we will keep our backers updated on any and all developments.\n\nIf we reach our funding goal during the preorder window, we will be able to produce our first run with our co-packer in April, May and begin shipping in June .\n\nGiven our capacity for production has limits, if the demand exceeds this capacity, we'll likely need to push out our delivery timeline. However, Unicox Superfoods would have to go truly \"viral\" for this to happen.",
  "With an experienced writing and production team, our production company is confident in achieving its goals and overcoming any challenges from concept, creation to distribution.",
  "With a full month and complete flexibility on my end, it's hard to imagine that anything would get in the way of this project. In some *insanely unlikely* event that I am unable to paint during my stay in Sparkill, a rescheduling of modeling sessions at a later date will occur as necessary and painting will continue once home in Kansas City, thereby completing the paintings and fulfilling the rewards. The schedule may be affected, but not the result.",
  "The challenge is assembling the people and equipment needed for this.  You need cameras for photos and videos. A studio is a must to be able to create the many different images I want. And finally, I need to hire models or bring in survivors from around the country to take part.",
  "My obstacle is Mentoring for new business, I would be my own boss, I'm new to running my own business, I have a passion for this to succeed, so with help (and funding) I will make this work.",
  "Risks once the film is funded successfully is the film location and crew.",
  "Aside from accidentally summoning a demon, there are many risks associated with making this film. Primarily, pushing the bounds of what our camera systems are technically capable of will be a challenge to say the least - but our months of testing and prep has us confident we can do something new and exciting, and fun to watch.",
  "A challenge we face is time. We plan on the film being complete and released by the week of halloween. All of the creators work fulltime jobs outside of their film jobs (which during filming can also be fulltime) so getting the film shot and edited and released in 60 days will be a challenge. \r\nOur short 'Meat' was shot edited and released in two days with a 100$ budget. So we are fully confident in our ability.",
  "I have made 40+ pins at this point and so I have a good idea of what I'm doing. There may be delays due to unforeseen circumstances (weather, holidays, imperfections in the pins, etc.), but I will do everything in my power to make sure these pins are in your hands by May.\n\n***NOTE: Backers are responsible for any customs and import taxes that may apply. I'm not responsible for delays due to customs. Actual colors may vary slightly from proofs.***",
  "I'll need to hire a writer, make up artists and put together a film crew and editors/sfx, all for a relatively small amount.  This will be tough to come up with skilled people and basically this is the first time I've done anything like this, so this movie will probably suck. lol  So many people have tried something like this and failed, zombie movies are a dime a dozen, but there are so few good ones,  I want to create something that is action packed and for zombie film lovers which I am one of.",
  "To be honest without your support we wont get this done, in preparation we have been in contact with a location agency and well as freelance after effects people. our crew are a bunch of film buff and we are ready to go. casting the crew will take some time as we want the best for your money. to be honest our risk is very minimal but it all can't be possible without your support.",
  "El tiempo de entrega de los libros y/o fotografías, si sucede yo me pondré en contacto con la persona para hacerle saber la situación y posteriormente comunicarme con el servicio de paquetería para agilizar el envío.",
  "I believe the risks and challenges are few. I did my best to tailor the expected delivery time on each the incentives according to what I've learned about the process of making records in the past.\r\nBarring an act of God, there is little that can prevent me from completing this project and honoring the incentives.\r\nThat said, scheduling of the studios and musicians, completion of cover art and issues with pressing can all contribute to delays in completion.\r\nI will keep you all abreast of process as events unfold.",
  "The main challenges involved with recording this record are preparing the material and making sure that we are all healthy both mentally and physically before we get into the studio.  We have a limited time to complete this project and we are on a tight budget.  But we feel confident that with the love and support of our friends, family and community, we can work through any obstacle that will arise.",
  "This will be the 3rd Cosmo Joe calendar so there should not be any problems. If there is a problem with the printer we will just use someone else.",
  "We are confident that you will love the taste, usability and feeling after you eat NexVeg.  We have set plans, and challenged our distribution partner to confirm that they can handle 10's of 1000's of shipments.",
  "I have experience with kickstarter as well as been in the pin making business for a year now. I'm able to make the process a lot smoother but a full disclosure is always warranted. I have a designated manufacturer I work with but have expanded my interaction to multiple as a fall back plan. My pins come from overseas so that explains the time necessary to produce all the enamel pins. \nAll designs displayed so far are tentative designs until I can get a better idea of what is possible with the the mold to make these designs accurate. I will try my best to adhere to the original design as much as possible however.\nDue to the timing in the global problem of COVID 19, I've added a buffer month just in case something gets delayed or if the pins need more time to be made.\n\nSome manufacture errors are possible in mass production so if there are any B-grade enamel pins of greater than 15% in a batch, I will request a remake for quality which will have a bit of a longer wait time. I will be on top of quality check before and after receiving pins to the best of my capabilities. Please note that some slight color variation may occur from my original artwork due to each viewer's monitor settings and what colors can actually be generated in reality. \n\nI am the sole person designing, planning, ordering, packing and shipping out the packages. If any delay comes along, I will certainly let you backers know as soon as possible and keep you all updated. I will answer questions to the best of my ability.",
  "1. Delay of shipping the pins due to slow production because of local holidays/defects.\n2. Actual color of the design might not look exactly the same with the digital art design posted.\n3. If you have any problems or concerns with the shipping of your parcel, please contact me ASAP through email or message me directly on Instagram and i will help you with my best. But in the cased that you missed out on receiving your parcel it is your responsibility to contact the courier.",
  "We're transparent in communicating the physical and mental demands that come with running a restaurant. It's no secret that a bigger space means that the responsibilities, expenses and maintenance will double. One of the biggest risks is not having the right team to divide the responsibilities amongst. We've experienced this in the past. We've been working from within our current team to build a better structure for operations, prep and service.\n\nAnother risk in opening \"First Sunday by Sol Sips\" is the challenge that comes with running two locations. The structure and demands of our small cafe is being scaled down to accommodate a breakfast and brunch menu w/a fresh juices, coffee and tea in the early half of the day. Our full service location will be for lunch/dinner and nightlife service. Strategically having these locations open at different times will help with balancing out the managerial needs and maintenance of both spaces.",
  "The only possible risk is that i might ship your products with a little delay.",
  "Vegan food is hotter than ever and it is growing every day at the moment.\nWe hope to be one of the first vegan food trucks of our kind here in Sweden, and by being first together with serving amazing food we hope to become more and more popular and more and more known, so that we eventually can open up a 2nd and then a 3d truck, there is a dream about Vegan EVERYTHING being in both Denmark, Norway and Finland as well in the future.\nThere is risks and challenges with everything you decide to do, but if you never try then you will never know. Vegan food and healthy food is everywhere, but a vegan food truck serving the vegan food that we are going to serve is something we have not seen here and that is what we are so optimistic about!\nIf a problem would show up, we would just have to work our hardest to solve it.",
  "As anyone who's traveled knows, crazy can and does happen. All you can really do is plan for contingencies and adapt when they occur. I will be purchasing travel insurance best suited to cover the nature of this trip in case something major does happen. Should travel plans change backers will be updated. Also all artwork will be fully insured during shipping for full reimbursement to backers should it be lost or damaged and there is no possibility of replacement (ie. original artwork not prints). \r\n\r\nThough I've tried to plan my trip for the most suitable weather for outdoor painting, it is always possible that some days that might not be true. If the weather is not cooperating and I'm not able to paint outside I'll do my best to find a interior sheltered location in which to paint, or do an extra painting another day. But if I'm not able to complete all the plein air paintings purchased by backers while on the trip, then the remaining number of paintings will be completed in studio from photos once back home in the same style and size of their plein air counterparts and backers receiving these paintings will be notified of the change. \r\n\r\nLastly, though access to wireless internet is common place while traveling these days, we all know that sometimes it goes out. I'll do my best to update my blog at least once a day, but if there are internet problems it might be late.",
  "The biggest risk and challenges  associated with participation in Spectrum Miami is taking the time away from my students and finding the extra time while I'm teaching to keep my creative projects moving forward. The risk is spending the time and money to put on a good quality exhibit and not achieving the results I need to keep moving forward as an artist. If I get picked up by one gallery, or sell the pieces on the floor, I will consider it a success. But its long term growth as an artist and advocate for the arts which has led me to take this project on.",
  "There's no risk involved, especially if you liked issue 1 and 2. When the project reaches it funding goal it will be professionally printed and posted to each and every person who funded the project.\r\n\r\nThe magazine is guaranteed to be at least 68 pages in length, in full colour containing articles about eight bit computers written by enthusiasts of eight bit computers.\r\n\r\nIssue 1 and 2 was successfully funded and received positive feedback. Issue 3 aims to be even better.",
  "A copious amount of hard work and sacrifice has gone into this film, a film we've been looking forward to making since our freshman year, the culmination of 4 years of learning and perseverance.\r\n\r\nA MASSIVE thank you for visiting the page and checking us out, thanks for all your support and helping us realize our goal!",
  "Vi ska starta upp en helt ny verksamhet som är beroende av att människor gillar det vi skapar och kommer att stötta oss när vi väl har öppnat. Vi har mycket renovering att göra och vi vet inte exakt vad det kommer kosta i nuläget. Vi tror på den här idén och på att vi tillsammans kan lösa de situationer som kan komma att uppstå.",
  "There is many risks and challenges ahead for us, most notably that we will fail to raise the required amount and the project fails. This is will be most unpleasant and will mean that all of the money raised thus far will be returned to it's lender as this is an all of nothing vehicle.\r\n\r\nAnother challenge we might face is that Belan Hall is under such heavy snow that we will not be able to get there. If this is the case we will scratch our stubble and agree on an equally creative (though less remote) place to record.\r\n\r\nAnother challenge we could face is that we don't receive any bookings for festivals, which although unlikely, could happen, as at this stage we only have it in 'word' and not 'writing'. If this is the case and we fail to agree on any festivals the THE FESTIVAL prise will be refunded to the sum of £300 and the THE VIP will be offered as a makeweight.\r\n\r\nThe final challenge will be staying fit and healthy and creative, if for any reason a release date is pushed back we will give you ample warning and communicate throughout.",
  "With your support we will have our project completed and ready to deliver by March 2015. We will keep you up to date with all progress and feel free to contact us for any reason at JustinAlanBlackBand@gmail.com.",
  "We are giving ourselves the month of November to fully realize the songs and ensure our confidence during the recording process. The most realistic challenge we think could happen would be the need for more recording time and in turn more money. An obvious risk is the potential inability to reach our goal of $1,500. This would be a set back to the creation of the album, the production of CD's and general saving for future tours/recording projects. We hope to release the album in the early new year.",
  "Filmmaking is always a complicated and involved process with room for many unforeseen problems (trust us). However, with our amazing team, I know we'll overcome any problems that arise in a creative and effective way. Should anything happen that hampers production or the shipping of the rewards we'll let you know immediately! You're part of the team now!\r\n\r\nAnd if another fire comes our way you can BET we'll fight it off with our BARE HANDS!!! (https://www.youtube.com/watch?v=Yqw1gq-5UZY)",
  "Primarily everything is being planned by myself but there are some things that require speaking with and coordinating everyone involved will be a bit tough. This project is also a bit experimental as everything will be edited on tablets(i Pad) with a wide selection of interesting editing programs that create surprisingly great quality videos. Casting the actresses for Claire and Moira could also be challenging as they are iconic characters with a specific look but thankfully there are a few theatre student volunteers who are interested so it'll just be a matter of choosing the right people. Lastly there's finding the right location to film at that reasonably captures the look of the various environments within the game, but with enough research a place should be found.\r\nI personally believe with the right amount of effort put into all the variables there should not be any issues working on this project.",
  "Every great business venture involves some risk.  I feel I am very well prepared because of my years of experience in the food service industry.  Everything from waitressing to cooking to bookkeeping.  I have over 20 years under my belt to handle the hustle and bustle of preparing and serving food.  I've utilized many resources to properly guide me on my journey to entrepreneurship.  Most invaluable has been my business advisor Matt from the CT Small Business Development Center (SBDC).  He has successfully assisted in the opening of over 50 food based businesses and his tutelage and guidance has been my greatest gift.  I believe slow and steady wins the race.  So my goal is to expand Dutch's without going \"too big, too soon\".  A consistent quality product is always my first priority.  My focus for successful business will be proper financial management, well developed marketing strategies, building a strong team, superior customer service and continuously looking for opportunities to improve.  Our biggest challenge will be attracting non vegan customers.  To overcome that challenge we plan to have as much face to face contact as possible.  I believe that most people are open to listen and try something new once even a small amount of trust is established.  If we can be on hand to answer questions about ingredients or preparation it will help them gain a better understanding and be less fearful of eating something new.  It only takes one bite to be hooked.",
  "There are two major challenges: this being a collaborative project and being held outside.  The commitment from the artists is present, however, emergencies do arise at the most unexpected times.  The other is the weather, if the weather stops the event it will be rescheduled for a later date.",
  "Finally , Texas Runaway has poured over our catalog of  songs and recorded a handful to share with the world.  This is a first effort and based on it's success we hope to do it some more.",
  "Production time may vary.",
  "Well, we could freeze to death... no just joking! There is the risk that no northern lights will appear or that the weather will be so cloudy or foggy that even if there are northern lights, we won't see them. But this is why we go for 3 weeks to get a good chance of clear nights with hopefully lots of northern lights. Otherwise there are no risks just fun in the cold winter nights ;-)",
  "The biggest challenge will be getting all the calendars out to backers in time for the holidays. The funding period closes on the 8th of November and the printer has assured me that I can get an eight day turnaround on printing. With an estimated seven days to ship at the most, I'm looking to have the calendars by the 23rd or 24th of November. It'll be hectic, but I believe I can get them all shipped within two weeks. That means they're out my door two and half weeks before Christmas. If the response is so large that I need to hire help to make that happen, then I'll do that.",
  "There's actually very little risk!  The first issue is more or less done and paid for.  The authors are paid and the artist is paid.  The only one who hasn't been paid is me!\r\n\r\nLet me explain.  I intend to put out this high quality science fiction magazine regardless of what happens on this Kickstarter.  So, why am I Kickstarting?  Because I intend to use Kickstarter as an investment platform. By supporting this first issue of Cirsova, you are investing in the future of the magazine.  Proceeds from the Kickstarter will be used to fulfill orders and profits will be used to purchase stories for a second issue.",
  "There are many challenges with completing a project of this size. The main one is being able to pay a professional lay out artist to set up the magazine for printing. This is a very specific skill set and it doesn't come cheap!\r\n\r\nAnother challenge is getting all the content together. It takes a tremendous amount of time and creative energy to write the stories, take the photos and put the whole thing together in a cohesive whole. While I've written and published many articles for other magazines, I've never put a whole magazine together myself. The previous editor had years to figure this out and I was part of the team, but I have never been responsible for a magazine from start to finish, so I'm learning as I go. \r\n\r\nThe final challenge; allowing enough time to actually create the content and production. I always think I'll be able to finish a project much faster than I actually do. As you can see from the above video, I originally expected to have this out by early summer. Here it is, late fall, and I'm finally done pulling all the articles and pictures together. I'm working with a lay out artist now to design the magazine, and by the time this campaign ends, I will finally be ready to go to print!\r\n\r\nEverything in this magazine has been done from scratch; there is no pre-made template where you just plug images in and voila, you have a magazine. I'm building it all from the ground up. Even finding a printer has been a challenge since so few places exist now that print in the style I want to print in! \r\n\r\nEvery step of this magazine has been tackled one piece at a time. If further delays come up, it will be handled in the exact same way; with transparency, honest communication and lots of elbow grease!\r\n\r\nThank you in advance for your pledge and support! Rock on! \r\n\r\nxo Rev. Michelle",
  "The largest risk involved after funding is complete is also the next challenge. After the Registrations are filled out, the Legalities Sorted, and the Teaser is shot, the Over-all Film Budget will be the next Kick Starter Project in order to complete this masterful film project and get it entered into the hands of the Film Festival Circuit and Possible Distribution.\r\n\r\nIf this project succeeds and the over-all budget fails, I will still strive in all manners possible to continue to raise the funds for the Full Feature Film Project.\r\n\r\nBackers who do fund this successful project will still receive all related rewards and promises made in this Project if it does reach its Goal. If the Full Budget Kickstarter Project reaches its goal, the Backers of this project will be automatically credited as promised from this Funding without further Backing necessary for the Full Budget Fund.\r\n\r\nAny amount of funding over this preliminary goal will be transferred to the Full Feature Length Budget Fund Project and bring that Project's Initial Goal lower.",
  "1. I understand that restaurants face their fare share of challenges.  That is one of the reasons we are starting with a food truck.  This will allow us to introduce West Michigan to an all vegan dining experience, while running a lean operation and making data-driven decisions to ensure our success and growth.  Having a seasoned veteran of the industry on our team will help us avoid some of the common pitfalls of a food startup.\n2. The timeline could be pushed back as purchasing, outfitting and licensing a truck can sometimes take longer than planned.\n3. NASA says that thousands of meteors hit the ground every year so the chance of one of them hitting our truck is something that keeps us up at night.\n\nThank you all so much for your continued support with my companies Bit Baking Co. and Cheeyeah and I look forward to sharing this amazing project (and food) with you! \n\nPeace & Love",
  "Although we have a great product, the St. Louis market for juice bars is limited and we need help spreading the word, so even if you don't make a financial contribution, please share our links and video with family, friends, and anyone you know who loves delicious juices, smoothies, and food. Raising enough capital for this project is a challenge, but with your help it will eventually happen. We plan to open in the summer of 2019, but if there our issues with construction our $50, $100, $500 and $1,000 donors will have to wait a little longer to receive their gifts.",
  "RIsks are just making sure we stay at our goals and people keeping their pledges to insure we stay on the goal and there may be delays due to the virus so please be patient with me!",
  "I have painted many decks before, but I realize there can still be bumps along the way. With extra time built into my projected timeline, I'm confident your Studio Skate reward will arrive at your door on time. However, if any unforeseen problems arise, I will of course be in contact with you to keep you updated!",
  "This is the second time that I and four friends stayed on my friend's land in New Mexico for a month of art creation. Last year was a great success. This year we have planned our schedule and meals, and have a good estimate of our costs. I would say generally the biggest challenge for me is planning. With this project, I have a clear schedule of work and a definite number of paintings to finish, which corresponds to the days of the month of July: 31. It is always good for me to be working on something that I know I will be giving to someone for them to enjoy.",
  "The risks and challenges are fairly minimal. I've already been accepted to the Fellowship and I have transportation. The only obstacle really standing in my way is money. I have the education and the motivation to have a productive and meaningful trip, it's just a matter of having everything I need.",
  "All of the materials and tools for this round of funding have been obtained. A major risk is the shipping window should logistics be strained due to the Corona Virus pandemic. I will continue to monitor the situation and should any updates need to be made about shipping expectations, I will update accordingly.",
  "The production time of the pins is completely beyond my control, because a manufacturer makes the pins for me after I send them my design. Normally it takes about 4 weeks of production, if there is any delay I'll let all my backers know.\n\nThe colors may change slightly once the pins go into production. If something in my design changes, I'll notifiy all backers.\n\nThe cost for shipping are standard delivery, without any tracking code. This way I can keep the shipping costs low for you. I am not accountable for lost or damaged pins, but if the damage occurs under my accountability, I will gladly have a new pin send to you!",
  "While I am seeking $10,000 to fund the 2nd stage of this new album, in truth that only covers the recording fees. I actually need another $3,000 beyond this to print the album and another $5,000-7,000 for marketing and advertising costs. So, the completion of this project is contingent on gaining these extra funds at some point. I've set this Kickstarter campaign threshold at $10,000, but I sure would appreciate if I were able to achieve much more than that. My dream goal is to raise $20,000. The extra funds will be used wisely in the completion of an album that will be a pinnacle of my career!",
  "My goal is to have the album available in late October as a digital download with a PDF booklet.  \r\n\r\nThe physical CDs should be ready in mid to late November.  \r\n\r\nThere is a possibility that this could be delayed due to mixing and mastering schedules, but at this point, that isn't likely.  I will send regular updates here on Kickstarter via my blog to let you know how things are coming together. \r\n\r\nIf you have any questions or concerns, please feel free to contact me here. Thanks so much!",
  "I don't expect to run into many problems with this project. Time is the primary concern. I will make sure to communicate clearly and keep backers updated with any issues that may arise.",
  "Algunos desafíos son la inseguridad que se encuentra en algunas localidades ricas en diversidad de especies. Estamos buscando las mejores opciones para mantener a nuestro equipo protegido en cada expedición y siempre creando lazos para contar con todos los permisos para acceder a las zonas montañosas.",
  "As with many emerging artists today the times have been tough and working as a full-time artist can be as tricky as starting an acting career. The art world is a roller coaster ride with ups and downs based on paying clientele or lack there-of. \r\nMy home is already gallery hung, but the cost to throw the show is several hundred dollars on my end for entertainment and refreshments to entice prospective buyers to show up and see my artwork.",
  "We truly believe No Planet B Festival will make an impact from the offset creating a positive energy for the future of our planet. \r\n\r\nBut of course all things have their challenges, and by highlighting them here we aim to to be fully transparent with you, so that we can all grow on this journey together! \r\n\r\nRisks: \r\n\r\n1) Ticket Quantity Sold: \r\n\r\n- Being a first year festival, despite our incredible line-up and fully rounded weekend of activities, we need to consider the possibility of not selling enough tickets to outweigh the expenditure involved in running this festival (which isn't cheap!)  \r\n-We have been planning for this outcome all year, and no pun intended have Plan B, Plan C and Plan D have been thought out. However, if we do not sell at least 750 tickets by May 26th we plan to discuss as team whether we look to temporary put the festival on hold until 2019. As a result Kickstarter will not charge ANY money from your accounts. \r\n\r\n2) Wet Weather: \r\n\r\n-As much as we want that Coachella festival weather, we need to face the facts that we are in the UK, and as well all know to well....festival 101 rule....bring your wellies! \r\n\r\n-We have a full wet weather contingency in place, however depending on the amount of rain (if it were to happen) we may need to cancel the festival. In that case we would look to either refund you for your ticket or give you credit for 2019's Festival.",
  "Risk involved are possible delays in printing or the delays in the shipping of tangibles. If anyone purchases an experience with me, I'm human and could die between now and then. Let's hope that's not the case. But if there are any complications I, or my post-mortem representative,  will do the best to set things right. The books is finished I'm just looking for funding to get it printed.",
  "Es gibt keine Risiken. Wenn das Geld nicht zusammen kommt. Werden die Bilder nicht ausgedruck und keine schaufenster gemietet.",
  "No risks now! The painting is done!",
  "",
  "The biggest problem is equipment, and this is where we need your help. We are all students and need funding to get this equipment.\r\nAnother problem could be the police having problems with us filming on locations such as the old hospital, but this can be solved by getting the correct forms and approvals before filming.",
  "When you are making a film outside the studio system, the challenge is producing something that can compete against whatever hollywood is churning out. Thanks to technological advances, it is possible to make a professional quality horror film with a shoestring budget.\r\n\r\nThrough my experience in filmmaking, I have learned how to put together a team of solid professionals and direct them to fulfill my vision. \r\n\r\nOnce the film is completed, it will be taken to the festival circuit, where it can wow and thrill audiences all over the world.\r\n\r\nThe film will take a lot of time, energy, fake blood, sweat, and tears, but it is a story I am committed to tell because i feel it is my duty as a filmmaker. I love the horror genre, but feel it sometimes gets monotonous and I would like to inject my own vision into it's veins with DEBBIE AND THE DEVIL.",
  "Any project can face risks and challenges, it would be quite inevitable if it did not. But I have done careful project planning before hand to make sure the exhibition runs smoothly. \n\nIf there are any delays in the shipment of the prints or exhibition invites I will make sure to keep the supporters updated at the time.",
  "My book project about the Faroe Islands is still a work in progress. \nI expect to return to the Faroe islands in september and october 2019, in order to photograph some last subjects for my book. \n\nAfterwards, I will begin to do picture selections and edit the text for the book. This process takes time and might involve delays. However, I wish to have the book published in december 2019.\nPhoto books are expensive to print and a minimum of 500 copies are required to order. Otherwise, the unit price will become too expensive. \nIn other words, it is a 'Limited edition print' and my Kickstarter backers will have priority and a signed copy of the book.\n\nOther challenges with self-publishing will be marketing. Since I have no distributors, I will have to promote the book on the internet. Also, I will take personal contacts with selected book stores in order to have presentation. Additionally, I will of course present the book and do signing during my exhibitions.",
  "As with all pin manufacturing there is a certain element of risk as I do not physically make the item myself and rely on external companies to do this.\n\nTo minimise any issue, first and foremost, I will always communicate. If there is a delay, I will be as transparent as possible and I’m always on social media so can answer any queries you may have.\nI will use the same manufacturing company as I have done previously and found them to be extremely good. They are based in the uk and send me all proofs for me to go through before it gets sent to China to make.\n\nThis product will not be funded unless the target is reached and while the target may seem high, it is to cover all costs (not only manufacturing) but envelopes, postage and backing cards.\n\nAll pins will be sent secured to its individual backing card, wrapped in bubble wrap and then placed inside a bubble wrapped Jiffy bag to minimise any damage that could occur. These will then be sent first class signed for.\n\nFinally, at present, the Coronovirus is making a dent in China’s ability to work. The UK manufacturer hasn’t highlighted any issues with production but it is worth noting.",
  "Il budget che abbiamo indicato potrebbe sembrare eccessivo, ma è semplicemente giustificato: rappresenta il costo per incaricare un tecnico, part time, per il primo anno di vita di questa organizzazione. Ci siamo dati 45 giorni per raggiungere l'obiettivo che ci siamo dati. Condividi questo progetto con quegli amici che, secondo te, vogliono impegnarsi per il loro territorio.",
  "Our passion is food!. My husband and I have been in the hospitality business for 30 years.  There are other people selling their sofrito. What separates our product from other ones out there, is our commitment to using only 100% fresh product without preservatives and it is 100% vegan.  In the last couple of years we've been selling our sofrito from home, farmers markets and on ebay. \r\n  There is mainly one company that sells their sofrito at big name brand supermarkets. Since we make our sofrito without preservatives, we know that with an amazing sales and marketing team and plan, we will approach with confidence potential markets. A couple of the markets we will approach with our sofrito are, Wholefoods, Trader Joes (these stores do not sell sofrito). You see, sofrito is used mostly in the Caribbean, so we are here to educate folks on using it on a daily basis to season and marinade all foods. It's so healthy!.  I've researched the benefits of the ingredients in the sofrito and you'll be pleasantly surprised to find out how good it is for a good diet and health promotions. \r\n     We have also pledged to give back to the community. every month, we will choose a charity or family to lend a financial hand.\r\n \r\n      With your monetary pledge, we will :\r\n\r\n.mass production\r\n.All necessary licences \r\n.commercial kitchen rental\r\n.sales and marketing\r\n.distribution\r\n\r\n     We thank you in advance for taking the time to read our story and be a part of something amazing.\r\n\r\ncheers\r\nSharon and Jim",
  "What we find challenging is getting 100% funded and finding that perfect spot in the metro.\r\n\r\nBetween us both we have 26 years of kitchen experience both in cooking and in assisting in the day-to-day operations. We have worked the past 5 years in perfecting our recipes and studying the vegan and gluten free lifestyle in order to provide quality products for our guests to enjoy.",
  "Starting any business can of course come with unique challenges. \r\n\r\nSome problems we can foresee are the following. \r\nDelay in getting license due to slow bureaucracy\r\nDifficulty in getting into a suitable kitchen\r\nGetting our product into big shops - supermarkets will be quite challenging to get into. The focus at first will be on smaller shops.  \r\n\r\nWhile we anticipate the bureaucratic problems. We believe that finding an appropriate premises will not be a problem. Also while it may take longer to get into bit supermarkets, we believe that due to the exploding demand for vegan products we will see great growth.",
  "The biggest challenge for me was finding the right producer. And I've already found the perfect guy.\r\n\r\nLorenzo and I did a practice run with my song, Crosby Street, and he nailed it. He wrote parts for a guitar, banjo, bass, keys, even back up harmonies for me to sing for myself. He heard the music I wrote and then he heard the possibility that lies within it. And the best part is that he then knew how to execute it. He knows the best people to work with. And my favorite part is that he knows me. He knows how to push and challenge me to stretch my talents to create something that's better than I could have imagined. \r\n\r\nWith that secure, I feel no fear of risk, only excitement for opportunity.\r\n\r\nOh. I forgot. It will be a challenge for me to stay in tempo, but that's not news to anyone that's seen me play. I promise I'll overcome it. Mostly.",
  "Once this project is successfully funded, I intend to proceed quickly through the tangled process of editing, mastering and recording the album.  Of course, there can be delays at any step, graphic design glitches, finding common time to get everyone together, but having gone through this process many times, I'm confident that I'll have a product for you by this fall - in time for holiday gifts!",
  "The pins are being made by an experienced manufacturer that I have used before, but errors can still happen. I have accounted for this possibility within the reward delivery date to give me time to correct any errors. There will be constant updates so you'll always be in the loop!",
  "-  Colours will be their closest possible pantone - but some differences may be present\n\n- The pins are handmade and may have very minor differences between each other but nothing that takes away from the integrity of the product\n\n- You will be the first to know if there are production delays! (although unlikely)",
  "We hope that we will find enough fans to join us with our magazine. This to break even with the costs.\nAlso we are very realistic with the constant hunt for new material and pieces to add to our magazine.",
  "I'm a rookie.  I've never made a zine!  My projected costs are based on research, but who knows what I might not have thought of.  I think I have some great connections and leads on promoting it, but some of these put me under some pretty short deadlines.  I hope that those deadlines will be a great motivation to get things done in a timely manner!",
  "There are many risks and challenges with making a film.  One of the challenges we have come to face is equipment we are here to raise some money to overcome that.",
  "The risks for this project are minimal.  If I receive my minimum funding amount, I will finalize, professionally print, publish, and begin to advertise the screenplay.  The actual writing of the screenplay is not reliant on funding of this project.  I am certain I will have it completed by December of next year.  I intend to keep all contributors updated on my progress.  The only major challenge I face is taking this project to the next level.  I have no connections in any aspect of the film industry and would have to rely first on the quality of my final product, and secondly on advice on how to get my product known to those in the film industry.  Those who contribute at this base level of the project are guaranteed success.  Together, we will see where we can take it from there.",
  "Rogue pigs.",
  "Setbacks are almost a certainty, but with precision, focus and lots of rehearsals, we assure that hiccups and hurdles won't be happening. I've set up a very rigid pre-production, production, and post-production schedule and plan to adhere to this 100% of the way. Even in pre-production, we've encountered hurdles, losing a couple of actors, and re-writing things on the fly to keep on line to make a great film. \r\n\r\nI plan on screening this theatrically after it is complete, and then taking it to festival play to ensure that everyone will see what their money went to.",
  "We are going to get this album done, no matter what. If we have busk on the street of downtown Asheville barefoot every weekend for the next five years to pay for it, we will. We just think that you might also want us to get it done sooner. We promise to get you your rewards in a timely manner, and will do our best to stick to the timeline we’ve created for the recording and release of the album. There will be many unforeseen hurdles and hiccups, but we will use our brains and our incredible resources and work through them. Thank you for believing in us.",
  "The challenges involved in becoming a successful songwriter are many but the biggest attribute for making it has to be an unwavering belief that it will happen. I will never give up on this no matter how this project turns out and continue to look forward to hearing one of my songs on the radio! This will be the fourth time recording with Beaird Music Group, Inc. and I have complete confidence in their ability to capture my song in it's best light...",
  "I'm sure there are potential obstacles, such as delays in getting the digital download finalized for release, but I don't foresee anything that would derail this project ONCE I GET THE FUNDING!",
  "This will be my 4th Kickstarter (2nd enamel pin campaign) so I'm very familiar with their practices and how long things usually take i.e. getting the funds to me from Kickstarter.\nObviously I will keep everyone in the loop, either on here and on Instagram.\n\nThings to bear in mind:\n• Delays - I have no idea how successful this campaign will be. If I find I'm in need of a lot more pins than I have quoted my manufacturer, then obviously that will cause some delays.\n\n• Potential minor design changes - my manufacturer has already approved the borb designs so we should be good to go, so i'm being cautiously optimistic that there will be no issues - but you never know! I may have to tweak things during production.",
  "The paintings are completed so that isn't a risk. (This project will clear my art debts and let me buy supplies to create my next project.)\r\n\r\nRisks include damage/alterations to paintings while displayed for publicity or during shipping. If paintings are damaged during publicity shows I will retouch them. I am doing my best to make sure the paintings will be protected during shipping (glassine, water resistant wrapping and foam board) but damage might occur.",
  "First and foremost, I am a hiker. My life's passion until now has always been hiking. I have hiked many different trails in both the lower and upper peninsula of Michigan. Within the past year I have decided that I need to share my passion with others. Which is why I have become interested in photography and writing, because I feel they are the best routes to share my experiences with others.\r\n\r\nI am taking on an amazing endeavor. Because of the challenges I know that I will face, I have spent a lot of time researching everything I need to be successful. \r\n\r\nFull disclosure: I am not able to start this project without the help of all of you. Your pledges will pay for my hiking equipment, living expenses throughout 2018, and will allow me to publish my photo book once it is completed.",
  "Shipping takes anywhere between 3-5 business days, all depending on where you are located. We will do our utmost to deliver your rewards within a ​reasonable time.",
  "Fulfillment will begin as soon as the campaign ends!\r\n\r\nBackers in the USA should expect the arrival of their 7 Days until Launch within two weeks of the campaign's end date, and international backers will receive theirs within a month!",
  "Colors may vary slightly from screen to final product, as these are hand made products. Additionally, there is a possibility for slight changes made to the designs during production, but backers will be notified via updates if such changes are required.\n\nPlease keep in mind that I am not responsible for lost or stolen packages. I am also not responsible for any taxes, claims, or additional fees that your country may require. If you have any additional concerns, please feel free to contact me.\n\nI have run several successful Kickstarters before and have been designing pins for over 2 years now. Let’s have another great campaign! Thank you xo",
  "This is our 6th Kickstarter and we are very familiar with enamel pin production and order fulfillment. Please visit our Etsy store if you'd like to see our customer reviews. :)\n\nMost of the anticipated potential risks occur in pin production or shipping delays. If a delay occurs during either phase, all backers will be notified. As with all Kickstarters, if this is not funded, there will be no charge to you.\n\nThank you for your support! :)",
  "There are very few risks associated with this type of project, however we understand things may and do arise especially at the worst possible time. Potentially the only real risk that could cause any delays would be in the mastering from digital to analog or from the company chosen to produce the 7\" being unable to complete the project in a timely manner. In which case we would still be able to offer all of our incentives, only at a later date.",
  "Colors & design changes:\nFinal products can have slight color variations from the provided images due to monitor/computer settings. I will work with my manufacturer to try to get the best match for the PMS colors that I have chosen for these designs!\nThere is a possibility that there will be minor design changes to the pins (ie:  line thickness) due limitations in production, but I will try to stay as true to the design as possible. If there are major changes needed, I will notify backers.\n\nDelays:\nSince the pins are manufactured overseas, there is a potential for delays in production and shipping. There is also a small possibility that if my manufacturer sends a high number of damaged/faulty pins, I will have to get them remade as soon as possible. I will keep backers notified if these situations occur!",
  "This will be my second time making a pin via Kickstarter, and my main concern is making sure the manufacturer can deliver by the time I'm asking, which will be somewhere between March and May, but I have previously gone to them for my first pin, and I trust them.",
  "I am a designer, not a manufacturer, so I have to trust my manufacturer to execute my designs at a high level and on time. There could be production issues that are beyond my control that could impact the delivery date. Also minor changes in the design may occur to prevent manufacturing problems, but these will only be made if it is absolutely necessary and every effort will be made to preserve the original aesthetic.\n\nAdditionally, though shipping logistics could always potentially be a problem, I have reliably shipped thousands of pins via USPS.\n\nIf any issues arise I will be sure to notify backers.\n\nPlease note that everyone's monitors display images a little differently. The colors shown for the pins may vary slightly when compared to the pins in person.",
  "Time. Tackling a large series like this will take time. I plan on dedicating the months of June - October to this project. I will do a few other pieces within this time frame, but only as a quick break. This will be the largest series I've completed, but I have practiced on a 20 piece series of African animals in the same style. Those 20 pieces took about two months, which is how I calculated the time frame for this project.",
  "Our vegan choco shop is located in a really cool part of downtown Buffalo - Elmwood Village.  There are a LOT of rules about how we're allowed to display signage and we have read them all, as well as acquired all the permits.  We have a professional painter ready to do the renovations on the wall when the weather breaks as well as sources for all of our signage and lighting.  \r\n\r\nWe will be sending out rewards as soon as they are available (which we anticipate mid Feb) and we'll do our best to customize to your liking!",
  "Because we have been running this business for over two years, we already have much of the infrastructure in place and are prepared to meet and overcome any obstacles we face. \r\n\r\nThe designs for our packaging are complete and ready to be ordered as soon as funds become available. \r\n\r\nWe will need to find and secure a commercial kitchen and can pay rent once the project is successfully funded. To fulfill orders, we will need to hire two bakers. Our family has had many years of combined experience in the food production industry--Grigor as a restaurant owner, Christina as a coffee shop assistant manager and baker, and Tony as a professionally-trained pastry chef--which will enable us to start up and run a kitchen that meets all Health Department and FDA requirements.\r\n\r\nIf you have any concerns about our ability to deliver quality products in a timely manner, please ask away and we would be happy to answer any of your questions!",
  "The biggest challenge to getting the record out by September will be making sure the band can all be off for 3 days to make the record.\r\n\r\nThe other challenges that we can forsee we have found help to package envelopes, so that should be covered.\r\n\r\nThis will be 4 songs instead of the 8 we were looking to make in the prior kickstarter project. We have a new studio on board to help us make the project that will make this go quickly and save us some time and money!",
  "I have had a lot of help from friends going through the recording process. As you all know some of the money funding this project has to go fulfilling perks! which if all goes well everyone that becomes part of this EP or \"backs\" will be getting some pretty awesome stuff. Maybe you got a signed cd or maybe ill play a private show at your house! I have already lined up a team of friends that have been there helping me make this record from the start to also help ship your GOODS! Whether I have to drop it off at your house personally or if i have to ship it to the north pole. The idea here is you get what you put in plus more.",
  "If everything goes smoothly with production which it has so far, we are confident everyone will get all their rewards in a very timely manner. We will stay in touch throughout the process and provide sneak peeks and special messages to our Kickstarter backers.",
  "The only major risk besides the physical risk of being in nature is the risk that I might have too much fun and be spoiled.� thank you backers!!!! Much  Love!",
  "We are currently looking for investors to get have more money to be able to get a good vendors license and rent our own kitchen or even start our restaurant! we are right now doing personal orders on our small kitchen.",
  "There are Risks and Challenges associated with any restaurant startup. Here's why we think VURRITO's standards will mitigate those risks. For one, there is no one currently doing what we do. Our competitors are the non-healthy options that are not good for us. They contribute directly to obesity, heart disease, global warming and animal cruelty (just to name a few). VURRITO™ is a sustainable, cruelty-free food option for everyone. \r\n\r\nOne of the of the most important aspects of a restaurant business is controlling food costs.  VURRITO™ can lead the fast-casual industry in food cost percentage and at the same time, provide the highest quality ingredients!  All of our ingredients are used in multiple menu items, which reduces the cost and potential waste of each product. We also have very little chance of cross contamination, there are no animal by-products, which means no nasty salmonella.  \r\n\r\nWe believe there are multiple effective and profitable ways of bringing VURRITO™ to the masses! VURRITO's model is exceptionally scalable and profitable: this includes catering, food trucks, farmers markets, food carts, as well as wholesale in stores or online. The sky is the limit!",
  "I am hoping for the best result, but of course I need to consider risks.\r\n\r\nThe main risk that arises is that the project will not be funded, so I am setting a goal of £100 for a start.\r\n\r\nThe main challenge for me is to find 30 different ideas in my head and get them painted onto the paper and to try not to use same elements in the painting. I think that it will be really interesting to see how my head copes with it ))",
  "The major challenge to the project that I see is getting good, usable photos that are adquate for painting references of the 14 fields that I have not personally seen.  While completing 30 large paintings in 30 weeks is a challenge I am totally confident that I can get it done.",
  "I want to make sure I raise money to fund other projects including helping local non profits. I also want to do this together with you so that we all win in being generous to our city whilst also getting art prints out of it!",
  "There are essentially no risks to this project",
  "I've built in extra time for the printing process and am confident that I'll ship everything by October- but there is always a chance that things will take longer than planned.",
  "I've limited the risk of having to spend a million hours on this project (18.5 hours max), the rest will be trying to find a day this month where I can stand to be outside in the Surrey weather we're having right now. Fuh-Ree-Zing!\r\n\r\nOther than that, I've done a successful mini project on Kickstarter already. So I've got a good idea about how it all works!\r\n\r\nThe only other risk is trying to safely get prints out to you. But I'll be really careful to pack them all proper!",
  "The key risks involved with this process are the time involved in prepping and running the campaign and the time spent crafting the art pieces. We feel that we've planned and budgeted well and that we'll be able to deliver an excellent product to our backers in a timely fashion.",
  "So, you've done your maths and realised that if I sell all my portrait slots I'll actually be painting 30 portraits plus 1 masterwork which is a lot more than my project goal of 12? Not to worry. I have allowed for the extra work in my projected time scale and should still have everything completed by December 2013 in this most wonderful of eventualities.\r\n\r\nWhilst I am new to portraiture commissions, please rest assured that I have owned my own online business since 1998 and am very used to fulfilling orders in a timely manner on an international scale. I have also received many jewellery design commissions over the years so the concept of commissioned work is not new to me. \r\n\r\nI already have a printer lined up for the Giclee prints and another one for the postcards and stickers so I'm all ready to go. Yay!",
  "A large risk in our project would be Covid. We'll have to take into consideration how the COVID-19 pandemic will affect our filming schedule as well as our cast and crew. To stay as safe as possible, we will be limiting the number of crew-members we have on set, sanitizing all equipment before and after use, and more. We will be taking the necessary steps to stay safe. And following the Texas Film guidelines for COVID safety. Our biggest priority is making sure our cast and crew healthy, comfortable, and taken care of.",
  "We know how to successfully deliver high-quality products with amazing reviews—and we have the history to prove it. I have worked with the same amazing manufacturing company overseas for the past 3 years manufacturing other Sash & Belle handbags. I have travelled to inspect and see our manufacturing first-hand. We know what needs to get done to ensure your quality Sash & Belle products are delivered to you as promised!\n\nWhile there can always be manufacturing obstacles and delays we have planned accordingly to minimize these. We feel quite confident that our preparations and partners will result in a great production with minimal risks. If there are any delays we will communicate them to you straight away.",
  "Risks and challenges\n- Your card will not be charged if the Dapper Cats Enamel Pin Kickstarter does not reach its goal.\n- There may be delays in production or shipping, due to time zones, and Holidays. However, I will do my very best to make sure that everyone receives their pins and goodies as quickly as possible.\n- Due to the hand-made nature of these enamel pins, there is a possibility of defective pins. (No backer should get a defective pin, so if a large portion of the batch is defective, I will communicate with the manufacturers to get this sorted as soon as possible. I have immense faith in my manufacturer as I've worked with them on three Kickstarters already. They have never let me down so far. \n- Inspections/grading will be another challenge. This will take time! I want to ensure that everyone gets perfect pins, so I usually take about 2 weeks to grade every single pin personally. \n- All US bound packages will include tracking. Some packages may be delayed due to inclement weather, post worker strikes, or other unforeseeable events. I appreciate your patience, and am happy to replace a package if it is marked as officially LOST by USPS on their tracking website. However, if your package is marked as delivered, I cannot replace it. Please make sure that your delivery address is a safe location to receive your rewards.\n- International packages are a bit tricky. These do not have tracking once they leave the US. I cannot replace missing packages due to being unable to determine with confidence whether your package was truly lost or not. To prevent loss of stock, these packages will not be sent twice. You will always be able to see when your package is sent out via the US tracking sent to your email, however, this will not show your package as it travels outside the US. Please make sure that you trust your postal system, and pledge with confidence! \n- I will keep backers posted via the updates tab, and through my social media outlets! Please feel free to reach out to me via email if you have anymore questions! (BraveLittleAvengers @ gmail. com) :)",
  "En principio no hay ningún riesgo en mi proyecto, pero en el caso de haberlo podría ser que no tuviese suficiente difusión o que nadie quisiera encargar las cajas, para ello intensificaría la promoción por redes sociales e intentaría darme a conocer.",
  "Common to Utah is the chance of winter hitting in October. To help avoid this potential issue, all scenes that take place outside are scheduled first, with many having the option of being moved to interior locations without hurting the storytelling. There is also the chance of the actual pandemic having a second wave hit around the time of production. This production will be using testing kits to make sure everyone on set is healthy as well as practicing CDC guidelines. Easier to pull off when you have a pandemic in your story and having a killer who is always wearing a mask. If there is a city or state stay-at-home order, the film will be rescheduled for next spring and will not be cancelled.",
  "After the release of Moonlight Issue 1, I learned a lot about time management and working with printers, artists, scheduling meetings, managing content, writing content, and designing the magazines on deadline.",
  "As with most Kickstarter projects, there are many challenges that can arise, like technical delays logistics, surveys, etc, but we are committed to communication and the satisfaction of our backers is our number-one priority.\r\n\r\nThe challenges we face are being able to have the app ready within the planned time-frames. Preparatory discussions and agreements have already been made to ensure the app build begins immediately once the project has been funded.\r\n\r\nOther as yet unforeseen risks will be communicated to backers immediately if, and as they arise.",
  "My main goal is to pay our team members. Each published work should be compensated, and that is something I would like to guarantee. We plan to focus more on publishing more quality work, which may mean publishing less often than Bitchtopia had in the past.",
  ".",
  "As with any Kickstarter, this project runs the chance of not meeting  the funding goal. In such an event you will not be charged for your pledge.\nOther risk factors include: \n- Defective pins - which will cause a DELAY in shipment time. \n- Minimal design changes - sometimes certain details are better left  out. I will be sure to negotiate with the manufacturer to ensure that the pins will look as closely as possible to the default designs. I will  provide updates if there are further changes! \n- Lost packages - this risk will be minimized by double checking  your mailing information before sending them to me! Once an item is in  transit, it will depend on the post to handle the package. Any damages  can be negotiated with USPS office(s). \n- Health factors - these pins will be made with METAL. If you have any allergies to such, please be wary!",
  "The only thing that stands in my way of having the new album printed up is providing the upfront funds to purchase the materials & services needed to do so.  It is that simple.  There are no collaborators.  I am doing all the artwork and writing all the songs.  I am recording a SOLO record so no other musicians are involved.  There is only one guy, Patrick Herzfeld, who is recording, engineering & producing the record and we are best friends.  He has recorded three other records ( Graham Wilkinson & the Underground Township, Graham Wilkinson, and Spiritual Accessories EP ) of mine and has been my right hand drummer for over ten years.  \r\nIn the event that Patrick was unable to record this record, simply to address this section of the Kicstarter application process where we assess the \"Risks & Challenges\", I have over 10 other studios I am connected with where I could complete the process.\r\nI have three different companies lined up and ready to print up the record once it is done and have compared their prices (all of them are about the same)... and THAT is the only thing I am doing, printing up the cd's, with the Kickstarter money.\r\nIf I had to imagine the biggest challenge i will face in trying to complete this project, outside of actually raising the money, it would be finding the time in my family's busy schedule where my wife isn't working, or we have a babysitter and I'm not missing one of Zoe's soccer games so i can record - and that can be made possible all with a little communication & planning. :)",
  "The biggest challenge from this opportunity is raising the money fast enough to actually get one of the billboards left. Dave Rhodes is trying to acquire more billboards, but there are other artist that still trying to get one of these billboards.",
  "The obstacles that come up are mainly financial; making copies of the final product once it is collaged.  Buying glue and scissors and tape and paper. Printing the submitted materials.  Mailing them out.  The financial burden is definitely the largest, but that will be taken care of if this campaign is successful.\r\n\r\nOther obstacles include:\r\nfinding a place that is indoors and warm to actually construct these zines.  There are always coffee shops and really sweet couchsurfing hosts, and i've got a large tarp and some rope, so worst comes to worst, i'll go to a national park and set up camp for a few days of uninterrupted zine construction.\r\nFinding a local print shop i want to give my business too, because i don't want to support any corporations who contribute to the suffering in this world.  That's easy enough, thanks to my pocket god (aka smart phone).\r\n\r\nThose are really the only challenges i can foresee, and their pretty easily solved.  I have a really wide social network and know of a lot of platforms to post calls for submissions and already have a blackbook full of amazing artists to solicit.  \r\n\r\nso, really, the only challenge is funding.",
  "The risk involved in this project is really quite minimal. The biggest challenge is getting advertisers into a very first issue of any magazine. Most advertisers want to see a bit of a track record before committing advertising dollars. So there is a good chance we will take a minimal loss on the first few issues of the magazine. Which is why we need to ensure we are properly funded to make the magazine viable long-term. Now don't get me wrong, there are many ways to get paying advertisers into a first issue, and that will be a huge point of focus. Giving advertisers an incredible looking preview of the magazine is by far the best way to do that.",
  "we hope to be overwhelmed by the support of our backers that we will have so many orders to fulfill! We my have trouble getting all the stocks together as our suppliers may not have them, but we will do our best to shop around and get our backers pledges filled as soon as possible.",
  "Winter is the best time to see the stars with the long dark nights and cold weather, only thing is the weather as need clear sky's. I enjoy what I do and don't mind the cold nights as long as I have my flask of tea :-)",
  "The digital version of the first issue of Love 360: The Magazine will be launched in November 2015 if the project is successfully funded (fingers crossed). For the supporters who pledged enough to receive the printed version of Issue 1, we will send out those copies as soon as we possibly can as well as those pledge enough to receive the tees. You will of course be the first to know if anything changes.",
  "The challenge of this project will be creating all of these portraits within my small New York apartment. There's hardly any room to walk in here due to so many paintings. Another challenge will be painting many different looks while still holding true to the realistic appearance of the individual. To overcome these obstacles I plan to work in a very organized manner in order to focus solely on the painting at hand.",
  "One challenge is making the book. And depending on where you are located I do not promise it will make it there in the estimated amount of time. But I will get it done as soon as possible and try to get it there before the estimated time. A risk of me camping is getting attacked by nature but I am willing to take that risk to make my dream come true.",
  "my project is pretty straight forward its just a matter of getting enough money to buy the correct equupment-restore the old shed to a point where I can open up my own studio/gardens",
  "",
  "We will have to combat the below freezing temperatures and the drive up to the location. But after we reach the lake we are home free. To beat the cold I will be providing winter gear and warm food for everyone on set.",
  "The biggest challenges we face are \r\n\r\n- not having funds to pay for PR & Marketing expenses. Bill Gates once said if he was down to his last dollar he would spend it on PR. So would we - PR is essential to put us on an equal exposure footing with our competitors.\r\n\r\n- not having funds to pay for expenses involved in our original cover shoots. Everything has a cost, especially making beautiful original covers. \r\n\r\nWith your help, we can surmount these barriers and push After Nyne into a whole new arena.",
  "As long as we reach our funding goal, we will be able to go ahead with the printing of Confessions Magazine: Issue One. From there, we will be able to showcase our magazine to further advertisers and gain the funds to produce Issue Two.\r\n\r\nThe only setbacks in sight come in the form of printing delays. However as we stated, if we manage to reach our goal, everything is already set for us to go forward and progress with Confessions Magazine. We need your help to get there, so please donate and join the Confessions Community.",
  "",
  "",
  "Because this is my first Kickstarter and I'm not sure how to gauge the reaction or the popularity.  I will be working my hardest to retain momentum and hype for the witch pins. \nIf the project is not able to fully funded, then any pledges made will not be charged! It's all or nothing! \n\n I'll be active with everyone, and for any question that you may have, I can be reached at MousieMagick@gmail.com. \n\nOnce the campaign has been funded my Manufacturer will be given the green light to proceed, Pins will be made, it will take approximately three-four weeks to get them back, and at that point, I will be grading all of the pins for quality.  Rest assured, I'm happy with my Manu, and they have always given me excellent quality. \n\n\nBest wishes x Lauren",
  "-  I have used this manufacturer before and they have always made a high-quality product. But there is always the chance something could go wrong. \n- Unforeseen events outside of my control, such as delays due to production or the manufacturer can occur\n- Actual design may need to be slightly adjusted but not significantly changed for the manufacturing process",
  "I could break the camera while crossing some Rough Montana terrain. A carrying case will be essential with the hi res camera.",
  "With dedication and skill, the risk is 0.",
  "There are many risks and challenges associated with starting a food business. The demand for MALK has greatly exceeded our expectations. We just launched MALK in June at a Farmer's Market in Houston and now in February, you can find MALK in several big box grocers and numerous coffee shops and convenient stores throughout Houston, Austin and Dallas. \r\n\r\nOne challenge we now face is meeting the demand for MALK. We are doing our best as a family owned and operated business, but due to the need to produce in larger quantities we have had to hold off on expansion and fulfilling every request . The time has come for MALK to grow. Once funded, we will be able to use this money to purchase the proper equipment and fill any order that comes our way.",
  "There are a lot of variables and challenges opening a bakery/cafe. One of the biggest challenges is location. We have scouted out several locations and we have done our research. We have found several locations where both the community and the cafe will benefit from opening it's doors. Our choice location is Rhinebeck, NY. Time is of the essences. which is why we decided to use Kickstarter. Our target date for opening is ASAP (yesterday).",
  "Our challenge it to go to market quickly even though at this time we have “no competition” and see none on the horizon. Our backup plan is to have the company continue operating even when competition sees the value in our products.  There will be two other divisions of PGI: 1) ERC Corporation which will test other companies products to ensure they are 100% free of harmful chemical to one part in billions and 2) offer  our brand of polymer called Pur-Olyn to companies that want to produce 100% chemical free plastic.\r\nAlternatively, we plan to expand our offering to the healthcare industry which will include items like blood bags, inspection devices, medicine containers and anything made of plastic that should not come in contact with the human or animal body.",
  "There are no risk, putting positive energy into the world. The challenges are learning different individuals lifestyles and taste. Overcoming obstacles includes, getting to know each individual.",
  "",
  "You are our backers to this project.  The goal of this project is to get not only our creative works to you, but to get us to you.  \r\n\r\nOnce the project is backed, the hang-ups are pretty simple.  \r\n\r\nThere's always a chance our car could break down on the road, or we get stuck in a snowstorm somewhere on the way.   Regardless. . .we will find a way to make it!!!  \r\n\r\nThe EP is what runs a little more risk.  We are working feverishly to finish the audio portion of the EP production process.  Our goal is to have the EP finished by Christmas Eve. . . which is the SAME DAY that the Kickstarter ends!!  \r\n\r\nIf you are worried about when you might receive your copy of the EP, don't worry!  If you come to see us, you can pick up your copy AT THE SHOW!!\r\n\r\nIf you're not in the area, that's ok!   We will mail the prizes right to your door.  This may take a little bit of time, but it will get to you.  Our goal is to have everybody with the EP in hand as soon as possible.  We thank you for your support and want you to be happy!\r\n\r\nIf you prefer a digital copy of the EP, we would be happy to send it to you over the internet!  That way you can get your copy much faster.  \r\n\r\nFeel free to ask us any questions about the project!",
  "While Kickstarter is a wonderful vehicle for creating my first EP, there are always risks involved when it comes to musical endeavors. I'm confident that the risks and challenges will be at a minimum, but they cannot be avoided altogether. The biggest risk we face is time, simply because of how many steps there are to the recording process. Since this project is independent, we are not operating under any major time constraints. Should the process experience delay, it will just take a little extra patience. However, I will do my best to get all of your rewards to you in a timely fashion!",
  "In spite of all the planning and budgeting, sometimes things take longer and cost more than expected. I've attempted to plan for contingencies as much as possible, and we have a \"Plan C\" in place, if Plan A and Plan B fail. Money is always a concern, but we will make it happen! I have faith that God will bless our efforts, and that he will light our path.",
  "If my goal is not reached I will use my original camera and acquire the Canon 1Dx at a later time.  I chose the 1Dx as it is the ideal camera that perfectly suits my photography style and fits my heavily invested lens collection.",
  "Some of the challenges of this expedition will be the terrain, wildlife an weather.  Bigfoots habitat is a huge mountain range with sprawling  mountain peaks and unpredictable weather patterns.  The wildlife of the North Cascades  includes bear, cougar and many other dangerous  animals.  One f the biggest challenges will be getting modern science to endorse bigfoot and admit to its existence.   I will work with forensic video labs and  biologists to authenticate all the evidence.  I grew up in the north cascades and know the area well.  I have tracked the sightings and interviewed many of the witnesses.  I am convinced this year we can prove scientifically the existence of this great hominid that wonders our forests.",
  "There are no risks bar me dying, i own 4 bikes, 2 Kona mountain bikes, a raleigh racer and a BMX so no chance of me not getting out, i love biking and look picture taking.",
  "We have a very professional experienced team, who all work very well together. We are use to spending a lot of time together and although we are sure to face a few challenges, we have the team to deal with them. \r\n\r\nDuring our 2013 film, we experienced many, many problems, including one of our main characters, crashing on the way to filming. They were dealt with and we ended with an award winning short film.\r\n\r\nI work alongside contestants on reality TV shows, so I know nothing is guaranteed, but what I do know, is that this film will be given 24/7 hard work and attention.\r\n\r\nWe have the contacts & team to make this work. We just need the investment.\r\n\r\nAll Pledgers are responsible for their own travel and accommodation costs",
  "What We Need & What You Get-\r\n\r\nHere's the thing, we cant finish Los Muertos without your help ! We need your support to bring the Lady of the Dead to life! We started filming Los Muertos originally named ICU in the late fall of 2013 and have 1/3 of our film completed (which you can see in our teaser). We created that with minimal funding and have been gaining interest and followers around the world. If passion were money, we'd be fully funded. But art imitates life, and damn it, things cost money! So... we need some. Our $85,000 target is not a lot by Hollywood standards, but it's still going to require many helping hands supporting us with small amounts. We know how hard we all work to make ends meet, so we would never want someone to pledge anything exorbitant. Give whatever you can and if you can't pledge, show us some love on social media! Every little bit helps. Because we cannot finish this film without you, the horror fans, getting involved. \r\n\r\nSocial media has opened so much opportunity and outreach, but we cannot do this alone. If we were able to reach 21,250 people around the world in support and ask them to skip buying just one $4.00 cup of Starbucks to contribute to our film, we would hit our target ! Sounds simple right? It's not. So we have to rely on those of you that do contribute to spread the word and help us motivate others. Nothing is more important than the word of mouth from you, THE HORROR FAN!          \r\n                                 \r\nYou have a powerful voice so please share our movie campaign with others, LIKE our FACEBOOK page and FOLLOW us on TWITTER! \r\n\r\nIn appreciation for you help, we have put together some cool perks for your contributions and will work on adding new ones as we go along, but please check out the ones we are offering now.\r\nThe Impact\r\nBig Hollywood studios are not the only ones that can make great movies. Help us prove that independents like us have earned a seat at the table. Ultimately, the only thing that matters is what you, the fans, think. If it wasn't for you, every movie out there that succeeded wouldn't have. You are the architects of popular culture not Big Studios. Let's take back our movies by making the movies we all wish to see!            \r\n\r\nRisks & Challenges\r\n\r\nOur target goal is entirely for full production costs and solely for the purpose of completing this film. Your contributions and support will help to make a new horror classic come to life! Every little bit helps, even your support in sharing our campaign by visiting our web page and also LIKING and FOLLOWING us on our social media platforms. So please spread the word about Los Muertos to everyone! \r\n\r\nWe will work hard to raise our goal within the next 45 days. All funds will be will be thoughtfully utilized in the best way possible and stretched to its limits.\r\nHow will the money be used?\r\n\r\nWe cant make this movie without a budget, PERIOD! \r\n\r\nWe have 5 areas to cover !!\r\n\r\n1.  30% - Our biggest chunk is obviously crew. We can't get these guys to do anything without waving a little green in front of their eyes. Bringing a KICKASS HORROR will take the efforts of our crew to wear many hats, go without sleep (thank God for coffee!), and effortlessly do what it takes to make this film happen! Our effects, set dressing, makeup/art departments are also in this category and without them we have no magic!!\r\n\r\n2.  25% - Editing is the next expense we will encounter. Since we will shy away from an all CGI platform, we have to depend on the look, feel and sound that a good movie needs. Editing, color correcting, audio and processing is a definite must we cannot skimp on!! \r\n\r\n3.  20% - ACTORS. What will we do without them? Not a damn thing!  Apparently, it's customary to pay and feed these folks? The nerve of some people huh? We need them and we need to feed and buy them ice cream daily. No, but we do have to pay for their skill and talent which brings characters and the story to life. We tried monopoly money, guess it didn't work!\r\n\r\n4.  15% - Seems we cant film like we would like to without permits. Go figure!        But we do need them as well as liability insurance and clearances which falls into this category. The support from local owners of specific locations and businesses for our shoot has been EXTREMELY overwhelming and we've been thrilled that they opened their doors to our production. This all adds to production value and authenticity. Of course location is everything and some do come with a price. So this, too, can be a challenge to consume all our budget. Do I smell favors cooking?\r\n\r\n5.  10% - And last but not least we have PUBLICITY. This little area is what we need to shout out to the media and world that we have arrived damn it ! Yes even social media costs money to be done strategically. Not only social platforms, but shows, festivals and events to promote also need funds. Your continued support in spreading the word about LOS MUERTOS will intensify our efforts even further.\r\n\r\n\r\nOn a tremendous POSITIVE NOTE, we have been contacted for distribution already just with our teaser clip and we only have 1/3 of our movie completed. WE ARE JAZZED! HELP US FINISH IT !\r\n\r\nThe bottom line.\r\n\r\nNO sugar coating, just the straight facts. No matter how big or how small the film production company is, obstacles and challenges will arise. The key is to carefully plan a strategy to cover as many possible pitfalls in order to avoid them or correct them. This is why having a production team and mentors behind us with years of experience is priceless. We've helped ourselves even further by hiring really talented actors that have sharpened their craft and bring a wealth of additional support to the table.\r\n\r\nOne of a film's biggest challenges, after financing of course, is production scheduling for both actors and locations. Our writer specifically designed our story with a smaller cast because it allows for greater mobility, less expense and more freedom to adapt our shooting schedules due to availability and other unforeseen issues. The best way to avoid a problem is not to make one. You know, measure twice and cut once!\r\n\r\nBut seriously, we can't finish Los Muertos without actual legal tender and your HELP! So please make it rain... or shower, drizzle, or sprinkle. Even a trickle is immensely appreciated. \r\n\r\nWe will work our hardest to overcome every obstacle, but one of our biggest challenges is immediate -- raising all the financing required to make this film a reality. And this is where you all come in. Your support and word of mouth can make this film fully materialize!\r\nOther Ways You Can Help\r\n\r\nIf contibuting funds is not possible at this moment, there are other very valuable ways to help us out. Help spread the word and awareness about Los Muertos as much as possible. Social media is an amazing asset and you, the horror genre fans, have the power to make a difference.",
  "I do not foresee any significant challenges.  The PALM is new, but a working publication, and the goal is equal to our fixed expenses.  \r\n\r\nSummer in South Florida is a time when many businesses simply don't advertise and hunker down for our \"Off-season\", so funding the July issue will not only give us the experience we need to create a Crowd Funding issue, but it will help us get through the financial drought of the South Florida Summer.",
  "I would love to say that there will be no challenges along the way but we all know things do happen. I have overcomed every obstacle that has been put in front of me. And I can assure you that I will do all that is possible to see this project come to reality. After surviving cancer I made it my mission to not only educate people but also give people better options to correct their nutritional habits.",
  "Being an independent artist has its challenges. Doing this without the help of a record label does make things a bit more difficult than usual. But with the help of our fans as our label, we will be able to launch into the next step of our career with the freedom to unleash our creativity at its fullest and most rewarding extent!\r\n\r\nHowever, finishing our album doesn't necessarily mean everyone in the world is guaranteed to hear it. There are really no limits to the amount of effort and money you can pour into this endeavor!  We are fully committed to contributing our own labor by sending emails, licking stamps, stuffing envelopes, and bugging every radio station til they play our music for everyone to hear - to ensure the success of our marketing campaign :)",
  "The possible risks for the project are:\r\n\r\n- It may take longer than two months to get pictures of birds.\r\n- The weather also affects the availability of the birds for photography.",
  "The biggest risk is that I won’t be able to get enough images to fill a photo book.  However, I have chosen a fairly risk free timeline to finish this project.  Although I am advertising an expected delivery date of Oct 2015, I am hoping to be able to ship even earlier than that.  I expect to be able to finish shooting and editing images by the end of July.  This will allow me to finish the design phase of the book in August and hopefully have the final version ready to ship in late August or early September.  Worst case scenario is that shipping is actually delayed until the advertised shipment date of October.",
  "Risk associated with this project will be the sturdiness of my bike and the toll it will take on my body and camera.  This will only be accomplished with fanatical discipline and strength of will.",
  "Models not showing up and depend on the weather.",
  "We have total confidence in our manufacturing facilities.\nThey have shown reliability and thoroughness throughout the process of developing the various prototypes and ranges.\nHowever, like any other artisanal manufacturing process, there are risks regarding timing.\nA machine can break, or a fabric supplier can fall behind, or any of the variants that unfortunately are not in our hands.\n\nHowever, we are in constant communication with our various suppliers, and our workshop being nearby, we have a look at the entire manufacturing process. \nAnd if any delays occur, we make sure to notify our customers and remedy them as soon as possible.\n\nWe have already produced 8 prototypes, so we are not at our first try.\nEach accessory is carefully inspected and checked before leaving the workshops.  We pay real attention to our product, as if we were the ones who were going to wear it.\nWe guarantee uncompromising high quality and will do our utmost to maintain it.",
  "",
  "Beyond the inherent risks of the music industry, this is a very low risk project logistically as far as we can tell. We cannot predict how the record will be received overall, but it's a piece of art we very strongly believe in. If it's something you believe in too, we're confident these funds will, at the very least, allow us to help put this record into the world and reach much further than it ever could otherwise.\r\n\r\nThe album is already recorded and basically ready to be released. We've done our homework. We've spent the past few months building a knowledgeable team of people to facilitate this release, and to reduce any foreseeable risk of the funds not achieving their full potential. \r\n\r\nWe have a publicist in place who is ready to begin promotion of the release of the album, a radio promoter on board, and release tour booked. We have a finished album and artwork ready for manufacturing, photographer in place ready to take beautiful photos, and a video artist ready to film and create. We've allowed ample time for executing all of these things prior to our Feb. 25 release date. We have every reason to believe that all of these elements can be accomplished competently and by the deadline of our release date, once they're paid for.",
  "I'm already in the studio working on the songs, so I expect to have it out by February, but sometimes making music seems to take longer than scheduled. I'm aiming for a completed record in February but if any delays happen I will keep everyone posted and I'll work around the clock to get it completed. I'm super thankful for all of you that have grabbed the CD's in the past, or came out to shows, or recorded one of my songs for your own record. It's means a lot to me. Thank you for your current pledge, or for passing this link along on the social media sites.",
  "The hardest part for me about making a film is coming up with the money to make it. I don't need much, but I want to have some good equipment so it makes it more pleasurable for my viewers/audience. I just need some help if there is anybody willing to do that. There have been plenty of challenges in my history of filmmaking and if I were to tell them all to you, we'd be here a while.",
  "Permits may be a challenge, however, If things should arise , then my crew will simply remove any obstacle from the project. Seeing as though I plan on having only a small handful of people in this project, I do not see any of these issues arising.  I have all pertinent legal paper work ready to go, and I am already working on securing all locations as well. I will only be using trusted friends and family during this project. There will be no major locations used.",
  "The risks and challenges are funding, as it can be a bit costly to start such a bold endeavor, I have positive vibes and happy thoughts that it will work out!",
  "We have hit a sales plateau and need new capital to help expand our marketing and help the Flyboy's gourmet salsa fly to new cities.",
  "Finishing a great album doesn't necessarily mean lots of people are guaranteed to hear it. As the music industry continues to struggle through lean times, publicity is more than ever an essential and oft-overlooked part of releasing a record.  There are really no limits to the amount of effort and money you can pour into this endeavor. We are currently researching publicists for the job.  We are also committed to contributing our own labor - sending emails, licking stamps, stuffing envelopes - to ensure the success of our marketing campaign.",
  "There are a few challenges and problems that I could encounter after this project is successfully funded. Here's how, when within my power, I plan to tackle them:\r\n\r\n– I could become ill when scheduled to record (I reckon I'll need my voice for that!) - a musician could too. This might delay things about a week or two, depending on when a recording slot is/becomes available for reschedule. I will wrap up warm this winter and try to stay healthy.\r\n\r\n– As this isn't a do-it-ALL-yourself album and I'll be working with artists, photographers and other musicians, they will have their own schedules too, so, again, there could be slight delays and reschedules here and there. I intend to get everything done before their actual deadlines to minimize the effect of these possible inconveniences.\r\n\r\n– When recording, mixing and mastering are done, and the artwork is complete, I'll be sending the master off to be replicated and printed, and the packaging to be printed with the artwork. There could be some delays in me receiving these CDs before I release the album, which is out of my hands, and it shouldn't delay the release by too much, if at all. However, if it should happen to affect the release, all that means is the album will hopefully be out in March instead of February.\r\n\r\n– I am going to be working leading up to and during the Christmas period, so... needless to say, that could definitely throw a spanner in the works. Again, I aim to skirt around this by trying to complete things before their scheduled deadlines.\r\n\r\n– I already know how exceptionally busy I am going to be from the start of this funding period in November, right the way through to February. The portraits I may be drawing for some of you may take a while... but you will get them!\r\n\r\n– I am doing this all independent of a label (I actually think this is a perfect opportunity to start my own), which - though I'm really looking forward to it - means there's a lot of work! I'll be labouring diligently in order to fulfil all the necessary tasks, reach the deadlines and get this album out there. Please be patient with me. Thankfully, I've got a bunch of really talented and supportive friends and family to help me with every aspect of this project, give me great advice and encouragement, and... make sure I get enough sleep.\r\n\r\n– I also cannot overstate how greatly I will need you too. As much as I believe in myself and believe in this album (which is so very much), my belief simply isn't enough - I need yours too. During the funding period, I'll be promoting the campaign and hoping that you'll all jump on board to help spread the word too. But also throughout this whole journey, from here to the very day you get your copies, I'll need your prayers, support and for you to keep me as motivated as you have done in the past. Thank you.",
  "As with any Kickstarter campaign, there is always the chance for delays in production and shipping. I have planned well ahead to give myself plenty of breathing room in the event of delays of complications.\n\nIn addition to this pin campaign, I am working on a large Tarot project through my Patreon as well as a full time Bachelor student. I will be using BackerKit and fulfillment services in order to ensure that neither this campaign nor my Patreon and school work will be negatively affected by the other.",
  "I feel confident about the realisation of the product; I've done a research about the aspects of the project: I've also choosen a pin manifacture, printing studio and the post office. All designs for the prints and the printing designs are ready to be produced. Once funds are received the designs will be send off to the contacted pin manufacture. I'll make updates of every step on the further way.\n\nThe colors on the final pin may appear different than the mock-up designs. The apperance can also influenced by your monitor display settings. I've choosen the Pantone Chart for the colors and in addition black and white. But anyway the colors won't change radically.\n\nThere's always a risk of delayed production times, printing errors and shipment delays. I'll will be sure to keep everyone informed of all changes, if any issues come up.\n\nPlease note: Backers will be responsible for any import taxes of their country or custom fees. Please beware of that, before backing the project. \nThank you for your time and understanding!",
  "Rest assured that I have already done more than one pin before, I have my connections and know which manufacturers to trust and which to avoid. Very common risks in this type of project consists of shipping or manufacturer errors/delays. Since the pins will be manufactured in China, I am at the mercy of waiting on the shipment to arrive on time, and then I need to make sure all pins are top quality. I would rather wait on another shipment of pins, than giving you guys C grade pins.",
  "I've never designed my own pins before so the whole experience is a learning curve. I'm confident that I'll make my delivery schedule of end of October 2019",
  "*We have inquired about production timelines and believe we have correctly forecast our shipment times - but as always - I might have an ulcer about delays. I will keep you updated ... like a terrorized horror film heroine... constantly peeking out the curtained window into the dark....",
  "Our first challenge is to find a suitable commissary kitchen to work from. If we had more funding we'd start our own kitchen but as a stepping stone we plan to rent space in an existing kitchen. We have several leads on kitchens already but so far these are all kitchens that have non-vegan food prepared there. While this is an acceptable plan B for us at this time, we would definitely to find a fully vegan kitchen such as partnering with an existing vegan restaurant that does not offer lunch service or has extra space.\r\n\r\nOur second challenge is logistics, setting up our delivery system. We're still determining whether we will hire our own delivery drivers or use a contracted service. We've contacted several existing delivery services and the challenge is most will only deliver orders received through their websites, whereas we plan to take orders off our own website and need those processed for delivery. \r\n\r\nOn the technical side we face the challenge of making a simple, easy to use interface for ordering. Our website is a Wordpress site with Woocommerce and it will take some custom programming to enable pre-ordering and scheduled deliveries.",
  "The only real risk here is missing out on helping me make the best pizza I've ever had.",
  "This project has been challenging because working with a great producer has added much travel and schedule juggling resulting in greater expense and less income as time has been given to travel and record.  Once this project is completed I am unclear with how to proceed but I am talking with seasoned recording artists and learning so much about how this differs from my experience as a Live performer only.  I do hope to tour the Pacific Northwest when the album is done and share what I believe God has given me.  I don't know who else needs to hear that life is full of unwelcome events and moments ~ but it does not change who God is and what He has in store for you.  I know He has shown me this.  Suffering is what this world offers.  Thank God this isn't all there is.  That's my message.  You can cry.  Then be glad.  In weakness - He is strong.  In tears - comes joy.  Thank You Jesus.",
  "As with any, especially creative project, there are risks and challenges. I have a great crew working to help me accomplish my goal of releasing my debut solo album, Maiden Voyage. But their could be unforeseen obstacles. Perhaps it will take longer to get each song exactly the way we want it. We may be counting on a certain musician to add a fiddle or accordian track, and they could have an emergency that would keep them from keeping their recording date.  Would we move ahead, and just lose the musical vision we had for that artist's contribution?  No, probably not.  We would work them into our schedule, and it could cause the record to be released later than we thought.\r\n\r\nThere could be problems with the actual physical production of the cd.  It could be delivered with technical flaws, and we would have to send it back to fix the problem. \r\n\r\nWe are fully committed to this albums release, and I believe the biggest risk would be that it would be ready later than we hoped.\r\n\r\nAs far as our incentives go, it could be a challenge to schedule your house concert or party at a time that works well for us both.  But as I said before, I am committed and determined to fulfill every promise, and we will find that perfect date for me to perform at your home or wherever you would like.  I am very much looking forward to this aspect of rewarding and thanking my backers for their support. \r\n\r\nThe money raised will go toward the hard costs of making the CD, and paying my marvelous musicians and production crew. And if  we exceed our goal, these dollars will go towards funding a tour to support the record, and for publicity and promotion.",
  "My anticipated timeline will be influenced by 3rd parties:\nMid July-Editorial Review\nJuly End-Kickstarter Project End\nAugust-Book Cover and Concept Art\nAugust-KDP upload after receiving cover art\nAugust-eBook copies to be sent for backer rewards\nSeptember-Physical rewards to be sent for backer rewards\nOctober-Likely the timeframe for receiving physical rewards\n\nKDP submission will be based on editor turn around and physical reward shipping will be based on turn around of KDP getting me the physical copies of novel. Cover art may influence timeline as well.\n\nIf you get involved with and become passionate about this project, don't despair if doesn't get fully funded. I plan for Duality Dissonance to happen regardless of the outcome here. The rewards are really the only things in jeopardy. If it doesn't get funded, I won't be able to do as much as I would like but I'll still publish this novel. Just keep track of the blog and you will be sure to find your way to the completed story!\n\nAnother challenge will be backer interaction. I will just have to see what level of interaction is required but I can see it bogging me down if I'm giving updates on Kickstarter, the Google documents, and the blog. I will play this by ear and will likely set a schedule for these things. I will maintain the blog updates, which are practically daily, but that's not feasible across the blog, Google docs, and the Kickstarter page. The Kickstarter page and Google docs will become more regulated and will likely be updated once or twice per week.",
  "Risks and challenges are few. There are lots of places that do CD duplication and production and they do great work. I've priced some local and national businesses and have narrowed the choices. I've got a great designer working on the album jacket and I've secured the rights to use a photo by renown photographer Art Shay on the cover. My hope is to keep duplication and production local; I like to keep my money close to home. In short, everyone on the \"team\" knows what they are doing and they've done it before, so the risks are minimal. If we make the goal, we'll have a record.",
  "We understand that we are undertaking a huge responsibility by accepting your money. However, we are committed to putting out an amazing album, and we promise not to squander your money on drugs and alcohol.\r\n\r\nWe have calculated an extremely conservative number for the total funds we would like to raise through this project.  The Kickstarter project will fund production ($5,000), mixing, mastering ($1,500), manufacturing ($1500), shirt production, and other miscellaneous costs connected to the reward packages.  We would love to raise a lot more than $8,000, but we felt that it was the most reasonable goal to post.\r\n\r\n\r\n\r\nWe want to thank you again for your support. We truly appreciate the overwhelming love that you have shown us. Simply by visiting this page, you're now part of the Soda Pants Family, and we can't thank you enough <3",
  "Risks and challenges include mastering and mixing of the album, an extremely expensive process. This hurtle of matching optimum sound quality with a record's unique aesthetic is not an easy one to accomplish, and can take extended periods of time in order to ensure its greatest potential.",
  "",
  "",
  "I know that there are a lot of spiritual quotes and sayings out there and the field is large, but the way I have mine set-up, I know I can get the approval of all Christians and non-Christians alike. My quotes will be based on actual events and will help strengthen a person's persona of who he or she is. This is not a self help type of promotion; it is spiritually uplifting!",
  "Challenges naturally arise, especially in the polar regions during the winter.  Northern Lights can be elusive and the weather may be unpredictable.  I don’t foresee a language barrier, as I will have a guide throughout most of the project.",
  "Because this project will not be dependent on many outside factors there are few risks. Printing will be carried out in the UK by award-winning printers, and each finished product will be wrapped and posted by the artist to you, the backers.",
  "The risks - physical injury.",
  "The challenge of a project like this is to make every dollar count. To make sure your investment shows up on screen. And to create something unique.\r\n\r\nWith a track record of many completed projects, including a weekly TV series and a feature film, Hughes is confident he will get the job done. It will be on schedule, and ready for the marketplace. But if a delay should arise, Hughes and crew have a Git-R-Done attitude. And will use all resources available to complete Lazy Susan. You have our commitment to that.\r\n\r\nAlso, one of the biggest challenges today is standing out among all the other media. So many feature films, web series, film festival shorts...there's just so much out there! But the one thing Hughes has always done is stand out in a crowd with his work. And extra care will be made to make Lazy Susan as vivid and unforgettable as possible to ensure success in the marketplace. Like we said earlier, we're gonna scare the crap out of people. :)",
  "",
  "This is my fourth pin campaign on Kickstarter (after 3 succesful ones) and I'm well prepared to fulfill the rewards if successful as well.\nI have a reliable manufacturer that does good quality pins in a timely manner, and I have used them several times.\nHowever, delays and defects within batches can happen with high volume orders.\nIf a delay occurs, all backers will be notified and kept up to date.\n\nEstimated Timeline:\n- August: Kickstarter Period\n- September/October: Funds clear from Kickstarter, Backer Surveys. pins are produced,\n- October/November: Shipping from manufacturer to me. Orders packed and shipped from me to you.",
  "This is a super low risk venture, as there are very few moving parts to this kickstarter.  \nI'm working with the same company who made my previous pins and they did a superb job, so I know this new batch is going to be top quality too.  I've never failed to deliver on a kickstarter before, and I'm certainly not going to start now!",
  "I have run a successful pin kickstarter in the past so I am confident in my ability to run this one.\nAny issues that may arise are likely to be minor, such as:\n- Delays in manufacturing \n- Delays in shipping \n- Minor colour differences due to monitor settings\n\nAll shipping is untracked, as such I cannot be held responsible in the event your rewards go astray in the mail. This is unlikely but if this is a concern for you I highly recommend adding the additional cost for tracked shipping as listed in your reward tier information.",
  "We are a fairly young company, but we do not have any production or shipping logistics to learn like many first time kickstarter projects. We have experience and know what to expect as it relates to production, importing and shipping to our customers. However, there is always a potential for a delay. Our timeline is realistic and we are confident that your delivery will arrive timely!",
  "There is a chance of the delivery time shifting a bit depending on how production works out. While there could be some defective pins, I have been working with this company for a while now and their defect rate is incredibly low.",
  "Delays in receiving printed copies would be the biggest risk, otherwise lines have been secured for a quick and easy fufillment.",
  "Getting published is extremely competitive - let's face it, even JK Rowling had a struggle to publish her first book on the shelf. Awesome artwork will help Dwarfhammer stand out as a quality novel.",
  "I am good at overcoming challenges. The money to work on my photography is a challenge and by finding this site I am overcoming that. This is the first project I'm trying to accomplish on kickstart and I feel confident that I can overcome any setbacks that may arise.",
  "Finding the camera after it plummets back to earth will be the biggest challenge. Even though I will be using a tracking device, it will only lead me to the approximate location. I will still have to look for it when I get there.",
  "Really no setbacks, Just the time it takes to take the photos and to edit and send them out. \r\n\r\nI work a real full time job and that will always come first.",
  "It's a small project I dont expect many challenges",
  "Since this is our first book, there are still some unknowns that might delay the publishing of the book. We do plan on having all things sorted and the book published up to Amazon within 30 days of launch, and we’ll do our darndest to make sure that happens. If we are delayed for sickness or other circumstances we’ll let everyone know. We’re in the last stages and the finish line is in sight!",
  "",
  "I do not foresee any risks or challenges to this project.",
  "Well the risks that are involved with scuba pretty much is death.... its an environment that is not suitable to humans with out special equipment on top of that there is creatures out in the deep that either want to poison me or eat me..",
  "The final rewrite of Mal Winter and the Last Titan is done, as is developmental editing and line editing. The book is in its final stages of copy editing and then a final proofread. The cover is already designed, but the final book won't be ready for print until the final edits are completed. There are no foreseeable challenges, however, if the editing process takes longer, the final product might be delayed.",
  "While risks and challenges exist with any project, we truly believe we have vigilantly prepared and laid a foundation for a strong community of future Queens. Our workbook is completely designed and ready for print. Each of the products in our boxes has been sampled to ensure a quality product from a quality supplier. Risks involved include: \n1) Timing. We have knowingly planned in extra time to complete your order because we import products from overseas. We have received samples from and found shipping to be punctual with each of our suppliers. However, there are a lot of moving parts with importing. Unplanned or unforeseeable events may delay shipment from our suppliers and in effect delaly delivery of your Crownby Program. \n2) Quality Control. This risk exists anytime a product is outsourced. We have personally handled each of our products and find them to be of excellent quality. We will work diligently to replace any damaged goods at no cost to our Queens.\nWe want you to love our product. Period. You will receive the 'Royal Treatment.' Thanks for your support. We appreciate and love you. GO QUEEN TEAM!",
  "At this point, most of the writing remains to be done. So it is possible that something could happen to prevent me from finishing the book. However, I've budgeted nearly 18 months for writing and have written several books in the past. I'm confident things will go according to plan.",
  "",
  "The Copyright is filed, the artwork is being done now. The only risk is that we do not meet our funding goal.",
  "",
  "The real challenge of Winter Apricots is to become a real cultural point of reference and gathering for film lovers and professionals in the area, associating workshop, concerts,extra-screenings and exhibition to the main event.\r\n\r\nThe challenge is big but at the same time extremely worth. The city, Prilep (Macedonia) has not such an event right now while the need, the curiosity and the motivation for cultural happenings are strong.",
  "",
  "",
  "Our biggest risk is not reaching our funding goal of course then you get the money back so it’s not a big risk for y’all. The other risk is factory production errors. I do however guarantee A grade pins to all Kickstarter buyers through factory remakes and repairs.",
  "This year's Indy Film Fest takes place from April 26 to May 6, 2018 at the Indianapolis Museum of Art at Newfields.  All perks will be available for pick up at the Indy Film Fest box office during the festival.  Shipping is not available.\r\n\r\nFor more information please contact info@indyfilmfest.org.",
  "Wallabout is unique in that a different set of students run it each year. With new student organizers, Wallabout faces the challenge of students learning how to put together the festival from scratch between January and April, which can lead to missteps. Thankfully, we do have continuity in our instructor, who advises us along the way, and has been involved with the festival for the past eight editions.\r\n\r\nAt this point in our process, we have secured our screening and party venue and designed posters and other items. We are still selecting films, making arrangements for our party, and planning our promotional efforts. We are in good shape and look forward to another successful festival!",
  "We love bringing filmmakers and fans face-to-face whenever we can; if our campaign isn't successful, we'll have enough funds to bring a few, but Boston will miss out on some really cool as-of-yet unnamed guests coming from a little further away.\r\n\r\nThe all-volunteer directors of BUFF pick up the tab for all expenses at the end of the day; we budget carefully and know what our limits are with x amount of dollars, while knowing how much more awesome can be packed into our event if we only had y amount of dollars.\r\n\r\nWe'd love to have the peace of mind of a successful campaign as we gear up for next month's festival; it'll ensure that we can continue to raise the bar in bringing Boston a truly unique, completely gonzo film celebration.\r\n\r\nIf we're unsuccessful, we'll regrettably, but dutifully, scale back the awesome.",
  "Unless the Big Quake happens and California breaks away from mainland US I'm heading to Catalina!",
  "",
  "There is NO risk of us not completing the project because it is already completed. We have already signed paperwork with the publishing company and we are simply preparing for our release.",
  "After funding, if all goes according to plan 100%, the pins should arrive at my door in about 4 or so weeks. They will then be packaged and shipped out by me. \nThe only delays we may run into is if the proof pins are not up to quality.",
  "Enamel pins / jewellery are made externally by a manufacturer in China. They can take around 4/5 weeks to be made however production may stop at certain points throughout the year for national Chinese holidays which can cause delays.\nEnamel pins are created using a piece of equipment which \"paints\" the enamel into each metal mould. This means that on occasion, some pieces are less than perfect. I will always account for this and order more than required, however if some designs are less than satisfactory they may need to be remade which may delay the process further",
  "",
  "As a non-profit organization we will always face the challenge of relying on the support from our backers to sustain Rooftop Films. This Kickstarter project is not a means to an end; it is a stepping stone for us to grow and expand. And with that growth comes greater responsibility, challenges, and needs. We are a hard-working team of six year round employees and we work tirelessly to provide a unique experience for all who come to our shows. There is still work to be done and we are glad that you are on this journey with us.",
  "Usually the risks with enamel pins is that there could be delays with the manufacturer,  they could be made wrong & would need to be re-done, & shipping delays. Basically it’s possible you would have to wait longer than expected to receive your pin(s). I just want to make sure I’m sending you all the best quality! \n\nOne other thing to think about is that the colors might not come out exactly as you see on your screen but I try my best to get the best colors to match!",
  "I've worked with this manufacturer before so I'm very confident in their ability to produce high quality pins in a timely manner.\nThe risk is that if funding isn't reached, then the pins won't be made. If that happens, you won't be charged for your pledge amount.",
  "Though I am confidant about staying within the timeline I have outlined to get backers their rewards as quickly and efficiently as possible, the pin making process can be long so any delays or updated information from the manufacturer will be shared to all backers!\n\nThank you for the support!",
  "For the past 10 years we have been showing the best documentaries in the world on a shoestring budget. \r\nWe are constantly challenged to deliver a lot with minimal resources  but what keeps us motivated is the dual goal of continuing to do what we do well and breaking new ground.\r\nThis venture uses very costly technology but we are passionate about bringing VR to our audiences.\r\nThe films are in place, the filmmakers are in place, the technology is in place. We have the perfect setting.  But we need your help to make it happen.\r\nSupporting us means we can keep admission price to the VRroom to a minimum.",
  "At this point, we've overcome the biggest risks and challenges in terms of production. What we're up against now is getting a crowd out to this awesome event. But we're hard at work at not only making this thing as awesome as it can be, but also getting the word out as much as we possibly can. With the aggregated promotional power of all our featured artists, we think we can do it. But... if that doesn't work, know that we're on top of our marketing game and are milking every possible outlet to boost attendance from MeetUp groups to radio shout outs and even the traditional bulletins.",
  "There is a little to no chances of any risks or challenges; since our event has been run through volunteers and donations successfully for the past 45 years.",
  "Taking good images in the UK requires patience, timing and restraint.. I have been training myself for years now to sit in wait for the perfect image.. The hurdles of Astrophotography are many, but I think with you guys help I will be able to overcome them all in due time..",
  "risk free. I have all the time I need to go out into the night. Everyone must be very patient because findings come in slowly.\r\n\r\nsans risque. J'ai tout le temps que je veux pour aller dans la nuit. Tout le monde doit être très patient, car les résultats viennent lentement.",
  "This will be the seventh year of the San Pedro H.P. Lovecraft Film Festival® & CthulhuCon™, and our fourth Kickstarter campaign (the other three were successful). The festival will occur regardless of our Kickstarter campaign, as things are already locked. However, if not successful we will have to resort to personal funds to pay for the theater rental, insurance, staff, marketing, print rentals, guest travel and accommodations, and the many other expenses we accrue. \r\n\r\nFurthermore, none of our stretch goals will be attained, which is enough to drive us insane.\r\n\r\nAfter this is over, assuming it is funded, we merely need to continue doing what we have done and are doing.",
  "Guests are never guaranteed - we have a great team working to bring you some amazing guests that make each screening special, like we do every year. Last year we were even able to have Academy Award Winning Director, Norman Jewison, attend. Schedules are tricky and cannot always be accommodated. We will do all that we can to bring the most interesting guests we can find.",
  "This is our second Kickstarter, after our other one (Delicious Dice) fully funded and was completely successful, with all stretch goals unlocked! I have also collaborated on 4 successful Kickstarters with The Grumpy Unicorn.\n\nThe only problem I've had with manufacturing pins is flaws in production, which can lead to a delay of 2-3 weeks as we get replacements. Actual design and colors of pins can sometimes be adjusted to suit manufacturing. If you pledge for a flawed pin, we'll let you know about the delay!\n\nThe timeline for shipping is not guaranteed, as it's an estimate, but we'll do our best to meet it!",
  "I have successful campaigns under my belt and I have been an avid backer for pins and other goods through this site and have become very familiar with the process! In addition, I've done extensive research to ensure I'm working with a manufacturer who has shown themselves to have a high quality of work and to deliver on time, therefore I don't anticipate any issues. However, these pins are being manufactured for me - therefore the production process is outside of my control. Potentially we could hit delays if the manufacturer experiences any issues. Other small issues could be slight changes in linework or color. If, however, there are any changes, rest assured I have a meticulous eye and wouldn't let any changes be made that affected the quality of the design. I will keep all backers updated via Kickstarter updates as to any changes or otherwise.",
  "We are facing a limited budget. But what we lack in resources, we hope to make up in creativity and enthusiasm (and help from talented friends!).\r\n\r\nIl budget di cui disponiamo non è molto consistente. Ma speriamo di compensare quanto ci manca in termini di risorse con la creatività e l'entusiasmo (e confidando nell'aiuto di sostenitori e amici straordinari!).",
  "The success of the Clear The Air Film Fest heavily depends on participation.  Over the past year, student film submission have increased by 22%, and we hope to see an even bigger turnout of films this year to screen on the big screen!  We have a comprehensive outreach plan in motion to meet these goals - but your support and participation in getting the word out is very helpful!  We want to make sure that every young person in California knows about this fabulous opportunity.  Thanks for your support!",
  "At this point, the risks and challenges are minimal. The films are already booked, the screening schedules are being printed, and the materials are being shipped or created. \r\n\r\nThe filmmaker guests whom we plan to invite have visas and are already traveling or living outside of China. The program booklet is being edited and designed, and will soon be ready to be printed. \r\n\r\nWhile we are proud of the screenings, the real impact and intangible value of film festivals are the conversations, the connections, the future collaborations, the community that is borne from them. If you help us reach our goal, permit us to create that essential bridge of communication and exchange between filmmakers and audiences that activates cinema, makes it meaningful and alive. \r\n\r\nPlease help us make this a reality.",
  "The challenges we will face are connecting all of the dots in getting into our space, timing the move and piecing it all together.  Just like anything else, being as organized and proactive as possible is what it's all about.",
  "The Indy Film Fest is an annual event that takes place July 16-25, 2015. All perks will be available for pick up at the Indy Film Fest box office, July 16-25, 2015. Shipping is not available.\r\n\r\nFor more information please contact info@indyfilmfest.org.",
  "If I reach my goal, my attending the program is all but guaranteed. The only things that could stop me from going to Cannes and making this film are family emergencies or sickness/serious injury/death. \r\n\r\nThe product assumes all of the challenges associated with making a short film with talented strangers in a foreign country, but the Program provides support, state of the art equipment, and the most talented young crew possible. I can't wait!",
  "There's absolutely no risk at all since all photos are taken and edited. By the time the campaign ends I will have everything ready. You can support us with confidence.",
  "Everything is in place for the project and the book has been designed with printing booked in.  I realise that I need to be realistic with my timescale. For this reason, I have factored in some additional time to allow for delays in printing and postal issues.",
  "There's absolutely no risk at all since all photos are taken and edited. By the time the campaign ends I will have everything ready. You can support us with confidence.",
  "Because we're finishing up our construction, we've already mitigated most of the big risks in the project. However, we need to finish getting our city permits and approvals (building, health, etc) before we can open.\r\n\r\nWe're incredibly excited to open Tinker Kitchen and start building a community around cooking to share with all of SF. See you soon!\r\n\r\nMusic credit: bensound.com",
  "Self Publishing. That phrase makes traditional people squeamish, and ask a lot of questions. Why don’t you submit to traditional publishers? Why are you doing this yourself? Aren’t you afraid that it will fail?\r\nWell, in many people’s eyes I did ‘fail’ my first try (March 2015). But if people tried something once, failed, and gave up, we would not have many of the modern luxuries that we now have. I am a huge fan of Bram Stokers quote, “We learn more from failure than from success.” \r\nIf the worst has already happened, than I have nowhere to go but up.\r\nIt is difficult exposing yourself and your dreams like this to family, friends, and strangers, but I believe in my book, and I know that you will too, when given the chance.",
  "There are no risks or challenges involved once this project is funded.",
  "We conducted a detailed risk assessment at the beginning of the year as part of the festival planning. The key risks that arose (among others not included here) are as follows (with mitigation actions)\r\n\r\n1)\tFilm screening rights and logistics: We have extended the reach of our exploratory list, guaranteeing that if we fail to secure 3-5 films we will have suitable replacements early on in the process. We are focusing this year on films in a digital format to reduce the logistical risks involved with a 35mm format. We have also moved forward our close of programme date by one month. (we currently have 80% of feature films confirmed)\r\n2)\tFunding gap: We have started our funding campaign earlier than in previous editions, and of course, Kickstarter should help us fund the festival in advance.\r\n3)\tKey volunteer risk: We have established teams of at least 3 individuals in each key area, allowing us to react quickly if for some rason any member of the team needs to take a break",
  "Challenges I'm facing are printing time turnaround and shipping delays.To overcome this, I promise to be transparent with how long it will take to receive any rewards/bonuses or decks.",
  "The main risk for 1999 magazine is time management. I will overcome this problem by dedicating all of my time to 1999 magazine and I will make sure everything is effectively planned before the project is successfully funded.",
  "We have hosted this festival for one year already.  We know what it takes to put on a film festival (a lot).  But we have already surmounted the major obstacles of a first year of a film festival.  We have an audience and connections and location. \r\n\r\nThe first challenge is a simple technical one.  Availability of our guest speakers.  We are still scheduling the line up of speakers and have not made any promises as to appearances.  However, we believe our roster of speakers from last year proves our ability to produce an array of stimulating speakers.\r\n\r\nThe major challenge is expanding the audience.  Being in our second year allows us to capitalize on our first year's publicity. In addition to that we plan to purchase ads in local newspapers, online media, and industry trades, and reach out to community and student groups.  However, we cannot guarantee those methods will be effective.  Through updates on Kickstarter, we will keep you up to date on our progress.  And if you have ideas to offer us, we'd welcome an email from you.",
  "As a non-profit organization we will always face the challenge of relying on the support from our backers to sustain Rooftop Films. This Kickstarter project is not a means to an end. It is a stepping stone for us to grow and expand. And with that growth comes greater responsibility, challenges, and needs. We are a hard-working team of six year round and we work tirelessly to provide a unique experience for all who come to our shows. There is still work to be done and we are glad that you are on this journey with us.",
  "This project faces the same challenges as others in times of confinement such as reliable suppliers, expensive and /or lost shipment. Particularly, it could be mentioned the saturation of low-cost digital products available to anyone.  Finally, I cannot overlook the personal challenge I face as a mom in a pandemic with multiple responsibilities. Nevertheless, please rest assured I am very motivated by this project and I would be honored if you consider it.\n\nLos retos que este proyecto afronta son similares a cualquier otro en tiempos de confinamiento, como lo son:  contar con proveedores confiables, envíos costosos u olvidados. De manera particular, pudiera decirse que nos enfrentamos  a la saturación de productos digitales de bajo costo que están  al alcance de todos. Y, finalmente, no puedo omitir mencionar el desafío personal que significa ser mamá en pandemia con  múltiples responsabilidades.. Sin embargo, ten por seguro que me motiva mucho este proyecto y que sería para mí un gran honor el que lo considerasen.",
  "As we try to get the printing and drafts locally, things can get expensive. The price of the books made and printed locally will directly impact the returns as the cost of Activity book can be only a certain range. I will try to keep the sale price of book very close to production cost.",
  "Being an indie writer was my choice and it's given me great artistic freedom; however, there's no \"advance\" coming from a publisher. If I don't cover the basics, I won't have the funds to take the book much further on my own. I can only stay indie if fans, friends, family, and total strangers think that my work is worthy of support.",
  "We at InHerShoes believe anything is possible. That also means a few setbacks. However we believe every potential \"setback\" is just a set-up for a comeback. We will keep you up-to-date with all our progress (including possible delays), and remain transparent with where we are going, and how we plan on getting there!\r\n\r\nAlways in gratitude,\r\nInHerShoes",
  "This is my first Kickstarter campaign, but I have considerable experience in enamel pin design, production, and order fulfillment. To date, I have 11 other pin designs that I have personally funded and sold in my shop. Please visit my Etsy store if you'd like to these designs, or read my customer reviews! :)\n\nMost of the anticipated potential risks occur in pin production or shipping delays. If a delay occurs during either phase, all backers will be notified. As with all Kickstarters, if this is not funded, there will be no charge to you.\n\nThere is also always a risk that the colours of the final product will not exactly match the pin design. Please be aware that the finished pins will vary slightly in appearance from the mockups.\n\nPlease do not hesitate to reach out to me with further questions. Thank you so much for your support! :)",
  "The only risks are with the production of the pins which may be delayed for reasons out of my control.\nIf there are any delays to the production I will always keep the Kickstarter page updated to keep you in the loop.",
  "+ Terminar la producción para Cuarto trimestre del 2019. \n + Participar en la próxima temporada de festivales nacionales e internacionales. \n  + Crear un producto audiovisual impactante.  \n + Innovar",
  "As of today, the current status in Venezuela is EMERGENCY. Conditions are far from what a film festival could hope fore, but we can start building a community and the basis for a bright future, a new hope that  \nFrom trophy design, to creating a sleek streaming service; The Caracas Film Festival is a big and ambitious challenge I've set out to accomplish. To house a community that will continue to grow for generations to come. \nAfter months of research and testing, Panaleon found a backbone to compete with the major streaming services of the world. \nMy goal to make sure a community is nurtured heard.\nIt is the 1st Caracas Film Festival, a new reference in the Americas and the world.",
  "The risks are very minimal for you to receive your reward by the dates set within. This is my eighth Kickstarter project that I've been a part of. As soon as I'm confident the goal will be met I will start production of the rewards. There are no other logistical risks associated with this project at this time.",
  "The primary challenge will be the logistics of ordering, packaging, and mailing the rewards, especially during this time of pandemic.\n\nI have a plan for how to proceed with this project + have ordered notecards like these in the past.\n\nI've given myself plenty of time with an estimated fulfillment date of Dec. 2020, and I also understand that with a project like this, unexpected challenges may arise that I will need to navigate as I go.\n\nIf there are any delays, I will be sure to communicate that to folks right away.",
  "The book is complete, pending copyediting changes, so the only (minor) challenges will be in lining up the designer and then formatting the digital and print versions. I don’t foresee any issues.",
  "The book is written, edited, and mostly produced. Candlemark & Gleam has done this a lot, and I've been around the block a couple of times myself so hopefully a lot of the wrinkles have been smoothed out.\r\n\r\nHowever, any time there's multiple steps in a supply chain, some of those links can creak alarmingly. Delays happen. If that occurs here, we have support. If Candlemark & Gleam runs into problems, I can pick up the slack. If I run into problems, my husband is on board to shove a pen into my hand and cold medicine down my throat. He has experience sealing and addressing envelopes. If my Idea Well runs dry, the seven year old is available to provide inspiration. We will make this all happen. Some of it might be delayed a bit, that's all.",
  "Writing this story was a wish I had since I was a young teen. I decided to take a chance with my life and invest a couple of years working towards my dream.\r\n\r\nIt's been a journey, but the story is written, edited, copy edited, and nearly ready for publishing. \r\n\r\nI need your help to get the word out there that this book exists on its release! \r\n\r\nAll of the funds will be used for marketing (advertisements, ISBN numbers, and etc) and if there happens to be any leftover funds it will be used to directly support the next project that's already in the works. \r\n\r\nI'll keep you all updated through this KickStarter page!\r\n\r\nThank you everyone for your time and especially to those of you who decided to back me in this childhood dream project of mine!\r\n\r\n(If you're curious to know more about the background information regarding the story and its author, please visit: aramiru.wordpress.com!)",
  "The biggest challenge that I have is inexperience. In order to overcome that particular challenge, I have found myself a group of more experienced mentors to help me ensure that whatever product you get is the product you were expecting and meant to have.\r\n\r\nI can guarantee that this project will be seen through until the end.",
  "One of the biggest risks for any local retail food & beverage project is navigating the red tape involved with licensing, permits, inspections, and, of course, getting that very necessary license to serve food by the Department of Agriculture or the Health Department.  \r\n\r\nThe good news is that we've done this before!  We opened The Chromatic Dragon in 2015, and that was 10 times more precarious because of the liquor license.  Our team has also opened two bakeries in the past, both here in Savannah, so we have plenty of experience that many others don't.\r\n\r\nAnother risk for any new business is sufficient funding.  We've already invested over $50,000 in the project to get this far and one of the things a successful Kickstarter will do, in addition to providing additional funding, obviously, is demonstrate to our investors that there is a market here in Savannah for the type of business that we have planned.\r\n\r\nAgain, we have nearly the perfect team for overcoming this obstacle.  People said a gamer pub would never work.  Not just any people, but people who have made their careers in the Savannah food & beverage industry.  They told us gamers wouldn't come out to a pub.  And they told us the ones who did would not spend any money.  They told us we needed to have ESPN and girls with bikini tops and basically the same thing every other bar has.  But we proved them wrong with The Chromatic Dragon and we want your help to do it again with 8-Bit Donuts.\r\n\r\nFinally, we would be remiss if we didn't mention the very real possibility that Cthulhu, the Great Old One, will awaken from his aeons-long slumber and drive the world into a long, dark age of madness.  But we feel like our team is ready for that challenge, as well.  After all, insane Cthulhu cultists need gourmet donuts and craft coffee, right?  And, with so many tentacles, Cthulhu would probably enjoy playing all of our arcade games at the same time!",
  "The good news is, the landlords accepted our offer for the lease! They were aware of our reputation and keen for us to have the tenancy. We've been going over our current figures and projections with a fine-tooth comb, ensuring our calculations and business plans are watertight to give the business as a whole the very best chance of succeeding in its aims.\r\n\r\nWe are committed to keeping our start up costs as low as possible, but are also aware that we will have to maintain the running of the Junction shop, in addition to recruiting and training new staff. Jon won’t be as free to do as much of the work as last time. Therefore our labour costs will be higher.",
  "A lo largo de los años no hemos podido ser beneficiados por algún programa cultural del Gobierno del Estado ni del Gobierno Federal, para nuestra asociación es importante seguir difundiendo todos los valores humanos a través del Cine. Queremos seguir siendo una venta de proyección  cinematográfico para jóvenes creadores.",
  "Movilizar a cineastas, realizadores audiovisuales, periodistas y comunicadores de todo latinoamérica por Guatemala durante 15 días es un reto enorme.  Con tu ayuda podremos hacerlo de forma segura y fortaleceremos el movimiento de cine y comunicación indígena en Latinoamérica.\r\n--------------------------------------------------------------------------\r\nMobilizing filmmakers, audiovisual producers, journalists and communicators from all Latin America through Guatemala for 15 days is a huge challenge. With your help we can do it in a safe way and we will strengthen the indigenous film and communication movement in Latin America.",
  "Imprevisti possono sempre mettere a repentaglio la realizzazione di un evento come il Fantafestival, ma, considerati i nostri 37 anni di storia, siamo fiduciosi di essere in grado di affrontare qualsiasi evenienza dovesse accadere.\r\n\r\n***\r\n\r\nUnforeseen events can always jeopardize something like Fantafestival, but, given our 37 years of history, we are confident we'll be able to overcome anything that should happens.",
  "Any expedition to remote parts of the world holds an array of risks and challenges. The two largest potential risks for this expedition will be weather concerns and the scarcity of animals in the region. I hope to create shots of multiple wild animals but there is no guarantee that I will find all the subjects I am looking for (polar bears and arctic foxes being some of the more challenging animals to photograph in their natural habitat). The same goes for the Aurora Borealis, another natural phenomena which hopefully will manifest during my time there. With two solid weeks out in the field I feel confident I will be able to meet both of these goals.  Barring any major equipment failures, I should bring back thousands of exposures resulting in a large array of images to choose from.",
  "I've been designing and manufacturing hard enamel pins for almost a year now and have yet to encounter any sort of challenge that wasn't easily overcome. However, this being my first keychain design, things might work a little differently, considering it's a new type of item. But I trust in my contacts with the manufacturer and I will do everything in my power to ensure that this product turns out the best that it can possibly be."
]