[
  "Ademi Bar: Our Journey While looking back and thinking about where our journey started, we realized that the story of every entrepreneur and of every immigrant in the United States is very similar, it is the story of unimaginable hard work and never ending efforts to make it work. It was no different for us. Here we were in 2015, the newly immigrated and entrepreneurial just-married couple. I, Aizhan, think that this is where our journey had begun… Aidar thinks our journey started when we said NO to meat, but that is just a few months later, so let's not think about little differences but common points. It was 2015, when we started experimenting with food and trying out cooking for people. As new folks in town (country), we thought sharing food is the fastest way to find like minded friends which eventually turned out to be a good plan. Please note this for yourselves if any of you happen to move to a new place with no friends or family. We were cooking different sweets and snacks, sharing them with friends and neighbors. Then we started selling our creations at the farmers markets, pop up events and local stores here in San Francisco. You will be hearing this a lot throughout our Kickstarter campaign because we treasure all these moments very much and want you to see how much fun it can be - the cruelty free food, doing business and building your life from scratch. Being an entrepreneur by nature is not an easy thing. For us, being a true entrepreneur is finding one thing that motivates you so much that you are ready to put your whole life into it, as I said, not easy. But we were very lucky, we’ve found that one thing that motivates both of us very much - the FOOD. The History Behind Ademi Bar We launched Ademi as a natural snack company back in 2016. We were influenced by traditional Indian treats like fruit based laddoos. We developed our own recipe and came up with a product Almond Date Bites. We worked on a label design, purchased packaging and obtained permission to sell at a local farmers’ market. Although we tested out Almond Date Bites and a variety of other different products, the idea never really took off and as a result Ademi went into hibernation until February 2019. It was our family, friends and past customers who inspired us to design a new product. We went back to the drawing board but this time we wanted to make it right. We used the knowledge that was already gained and decided to try out a few of our recipes of plant-based protein bars.  Some of them worked and some didn’t. We had a fair share of triumphs and setbacks. But over time Ademi bars were selling out like hot cakes. People from different parts of town became frequent visitors to our tent at the farmers’ market. We even started to deliver Ademi bars to local Bay Area marathon and triathlon clubs who were praising our bars and spreading the word. And of course we got some nice triathlon swag for free! That was the most precious, sweetest and coolest time. We experimented with different packaging too, because our original packaging was not strong enough, or couldn’t hold the vacuum, or wasn’t professional enough.  This was all valuable feedback from our customers, which we listened to and followed. We always came back to our drawing board and re-designed, re-packaged and re-worked our bars. This kept us on our toes and prepared us for the next push. We outgrew the farmers’ market and found a manufacturing partner who helped us to improve our recipes and introduced us to the world of professional packaging. With all new packaging and manufacturing support our capabilities became endless. We started selling Ademi bars on Amazon and to the local Bay Area shops and supermarkets. They quickly gained popularity on Amazon and in the Bay Area.  At the same time we developed marketing and sales strategy and found more about our target customers. Our buyers like that Ademi bars are not overly sweet, large in size, great for digestion, high in dietary fiber and chickpea protein, low in ingredients list count and taste good. Ademi bars simply do their job! With our success in the last few months, it has become clear that we've outgrown the farmers’ market. We have worked hard, but have sometimes really struggled to keep up with demand. Why does Ademi Bar need your help? The next step for Ademi bars to grow would be to offer more exciting flavors to a wider audience! The Ademi community is vast, filled with amazing customers who are extremely supportive of our product, our journey, and who share our passion for vegan life style.  We would LOVE your help and support as we try to bring and widen our passion in the US. We are hosting this Kickstarter campaign to help build brand recognition for Ademi bars and develop new and exciting flavors. While there are a handful of companies that are dedicated to the plant-based nutrition bar arena, we believe we are still early to market. Ademi Bars need your support because we want to make Ademi a part of a plant-based revolution. As a community we can change the way we eat, the way we treat each other and animals and the way we care for our nature. What will our backers get by contributing? You will get our many many thanks for supporting our small business and helping to bring our dreams to life!!! In terms of Kickstarter rewards, you have the options for the following depending on the reward level you choose: (Please see Rewards options; it's a top menu item on a mobile device, or it's on the right on the desktop version) What will our contribution bring to Ademi Bar: We’ve designed two pilot flavors and manufactured beta batch of 5,000 chocolate sea salt Ademi bars, but need your help for the next step: What will be covered by Ademi: When will you start selling? We plan to start selling Ademi bars on November 5th, 2021! We will send updates to backers and post key updates on this page. Why now? We are deeply grateful to our customers and partners for their support and where this journey has brought us so far. The last couple of years have not been easy. Taking Ademi out of hibernation, searching for the right manufacturing partner, developing recipes and packaging design, establishing distribution network by pushing online and offline sales - it’s been a tough play, especially during pandemic. During the last two years we have been able to get to know more local convenience store owners and coffee shop owners than we have ever known in our lifetime. Running a small business makes you get into the funniest situations like discovering that Ademi bars sell in good volumes at liquor stores and the saddest situations where some of our best distribution partners had to go out of business or risked to shut their doors for good due to pandemic. This provided us an opportunity to learn and open our minds. Support from our distribution partners and online customers have been inspiring us and providing much needed validation that Ademi bars can do the job. It is only when they keep calling us back and requesting more bars when the reality hits - OMG, Ademi Bars sell! The excitement, gratitude and faith in our mission and product make us want to push forward! Our distribution partners are waiting for us to develop and offer a wide variety of flavors with beautiful and shiny packaging so that they can start leveraging our renewed capabilities and put Ademi bars on the shelves to compete with other brands. Stores and distribution network partners pretty much sell the real estate in the form of shelves and they are keen on filling the shelves with the few brands that have multiple flavors to offer.  This is how products like Ademi bars become noticeable by customers who search for their favorite flavors. We hope this will give Ademi bars a better opportunity to compete, fulfill our mission and expand. Let’s unleash the full potential of Ademi Bar! We are still in the middle of a global pandemic, and the times are uncertain. But, it is what it is, we can’t change it, we can only look forward, carry on and hope for the best. In these uncertain times, we are turning to you - our backers, for your help to get Ademi forward. We’ve done all we could by sustaining Ademi with our savings and loans. What next for Ademi Bar? It is important to continue working and ensuring that growth is consistent. We have the product, mission, now we need to add more flavors, improve packaging, marketing and push offline and online sales. As long as we are in business and not hibernating, the momentum shouldn’t be lost. It will be easier to improve profitability once sales are consistent and rising. We are also planning to control and manage our own supply chain, this way we can manage costs at every turn. What happens if this fundraising campaign fails to meet its goal? It is expensive to run an early stage nutritional food business. If we don’t meet our funding goal, Ademi bars will not live on and we will have to shut down our business.",
  " Our company Unicox Superfoods, \n    Power Blend is for everyone,\n   who are looking for performance breakfast,\n   our product is a set of Nutrition for your mind and body,\n   that's made up of Clean and organic ingredients. And, We believe that together we can change the food industry..  Here's how our macro-nutritional profile stacks up with other Breakfasts: That's why Unicox Power Breakfast are packed with healthy fats and contain just 4-5g of net carbs per serving. We also included 6g of fiber/per serving to slow the absorption of those net carbs... To bring all this to life I mastered recipe at home and with help of  nutritionist and RD's we fixed caloric profile, Our blend have a \"fat-fueled\" mentality. They're packed with healthy fats from chia seeds, flax seeds and almonds to provide the ultimate form of energy and naturally sweetened with monk fruit. We developed them from the ground-up to be both functional and delicious. “Breakfast is the most important meal of the day\" With plant-powered protein, you can depend on your breakfast to keep you full for longer, increased gut health, and organic ingredients that you can trust. While many associate the word vegan with bland flavorless vegetable loaves, our superfood blend is just the opposite. Delight your morning with Power Breakfast Blend which contains Organic Almond Protein... In order to “get this show on the road” so to speak, we need your help! Our product needs funding in order to make its way to you. While we have the ingredients and the skills to formulate them into a kick-ass one of a kind breakfast, we want to be able to share the benefits with folks like you that deserve a healthy alternative that tastes great. When you choose to invest in Unicox Kickstarter, you’re supporting a woman-owned small business. It takes purchasing power to implement meaningful change. A fully-funded Kickstarter will allow us to:- I founded Unicox in 2020 after trying and failing to find a good quality Breakfast. The problem was most available breakfasts are high in sugar, contains gluten or fillers. So, I am crowdfunding to raise money to start clean ingredients product line, and bring new outstanding vegan products, I need your help! I am a one women army and your help will allow me to  hire team members. How all started? In 2019, I was  diagnosed with Polycystic ovary syndrome (PCOS). One of the visible PCOS symptoms was weight gain and fatigue. Then I decided to change my eating lifestyle because  without the right diet, I realized, no amount of hard work would change that. Within weeks of adopting a Gluten free diet I started to see visible results. I wanted to go fully Plant-Based, but I never could because I couldn't replace my breakfast. I tried Overnight Oats but it didn't helped me that much, but I achieved a remarkable rebound in my performance by eating chia and flax breakfast! It's been a Bumpy ride at times... To keep my PCOS normal... *Drum roll please* ….Hence my new adventure: Combining the benefits of superfoods with the good fats for a dietary essential that’s as yummy  and filling as it is health -conscious. I am excited to finally share my work with all of you! I hope you can relate to my vision, and that my blend will make a real difference in helping you to achieve your health goals. Thanks for all your support and for following my journey! Questions?  Comments? Concerns?   help@unicoxsuperfoods.com",
  "Welcome to the fundraising project for Psycho Zombies, a feature length film written by Mike Dixon and Kheela Geddes. Our goal is to raise $200,000 for seed money to acquire larger funding from film investment firms. The second and final phase of funding require 2 Million dollars to complete the film in all its glory for fall 2016. Your contribution will go towards pre-production processes like casting, story boarding, studio pitches, scheduling, marketing, location scouting, initial mock-ups and special effects, legal fees, website and promo videos. Psycho Zombies is a Action, Comedy, Horror type of film complete with original characters and story line (no Hollywood remakes here). My team prides itself on creating original entertainment to keep our fans coming back for more. A group of students battle outrageous zombies in their high school. On the eve of the biggest homecoming party and during the fight of their lives they discovered a cure for the virus that’s un-imaginable and right under their noses.  These zombies are not your average zombies, they take on the characteristics of the victims they eat. Mixed with some psychedelic powers these zombies give you a run for your money. More here http://psychozombiesmovie.com",
  "Shortly after the new year, I was notified that I was accepted into the Art Students League of NY's Residency at Vytlacil in Sparkill, NY and awarded a full scholarship to cover the costs of studio and housing for the month of June. I'm over-the-moon excited about this opportunity to submerge completely into my work for a full 4 weeks! I want to maximize this opportunity and the proximity to NYC's unique burlesque scene by bringing these performers into my studio. With this favorable time I shall observe and study each performer and their elaborate costumes from life, creating new works surpassing what I have accomplished to date. I plan to create multiple works during the residency, and am excited to announce those whom I am working with in the coming weeks! I am excited to work with the very top level of performers in the field. Among the list of performers working with me on this project is someone considered to be one of the single most important influences in that field today! The official lineup includes: Peekaboo Pointe, Delysia LaChatte, Amber Ray, and Dirty Martini! The vast majority of funds raised will be used to pay for the performer, model and costume costs for this project. The rest of the funds will be used to cover postproduction costs for posters and prints. In 2010 I started a series of paintings that focused on local Kansas City performers of various types; fire dancers, jugglers, singers, and burlesque artists. At first I saw this as a chance to explore the alter egos of people who develop an on-stage persona and live in a way that is free from the constraints of typical daily American life. Over time I found that something about burlesque resonated with me on a personal level. I began to see beyond performances and props and realized the underlying theme of women who live liberated from the status quo of a misogynistic society. The burlesque stage is a place where women (and men, straight, gay, queer, and transgender all equally welcome) are free to express their sexuality without shame, and without the need to pander to or protect themselves from male desires. Body positivity and self-expression are encouraged if not required, and feminist social commentaries are applauded rather than discounted. What a wonderful world! In my paintings, I seek to stir this feeling of power and freedom in the viewer, allowing them to vicariously experience the confidence, power, and abandon I've felt in the presence of these performers. Moreover, I present images of women as sexual subjects in a medium traditionally associated with respectability, making a subtle statement not only about the social perception of the performers specifically, but about women's sexuality in general. As a thank you for supporting my goals during this residency, I will invite you to follow my progress via a secret blog where I will post exclusive photos, stories, and videos throughout the month of June and beyond! I also offer a variety of rewards including posters of some of my most popular paintings, Skype sessions, and original artwork. Finally, if you are as excited as I am about the opportunity to work with one of today's most celebrated burlesque figures, choose a poster, limited edition print, or heck, commission an original oil painting!  Although life as an artist comes with it’s own set of hurdles and challenges; I have been fortunate to have experienced such intense and moving support from those within and outside the artist community. Knowing that there are people out there that appreciate my work keeps me going through both the challenges as well as the good times... I thank you most sincerely!",
  "In our society, many issues exist that people live with as part of their day to day lives.  Such issues include discrimination (race, gender, etc.) rape, sexual assault, abuse, bullying, poverty, body image, suicide, depression, and so many more.  As someone who was bullied for most of his schooling career, I feel very strongly about raising awareness of these many issues. This is a project I have wanted to do for years, but such a major undertaking is of course, very expensive.  To make this project a reality, I need more than just a single camera.  I need a studio so that I can mold my photos into what I want. Equipment, such as lights, video cameras, and other items are essential. Finally, it's necessary to hire models or pay to bring survivors to me so that they can be a part of this project.  This is no small idea.That's where you come in.  I have created a KickStarter page for this project. My goal is not just to do this for myself, but to raise awareness on a global scale.  But to do it, I need your help.  If you support this cause, know someone who is a survivor, or are one yourself, consider donating. Every donation will go towards making this a reality.  And if you'd be interested in working on this project, contact me! Together, we can improve awareness and the lives of people around the world. Photo credit - Angela Butler on Flickr https://www.flickr.com/photos/angelamarybutler/5443734909/",
  "I am a 29 year old man, My name is David Best, I have a passion and a commitment to the world of photography, not just people but nature and places too, I have a facebook page here: www.facebook.com/davidbestphotography with your help (of which I turn to you for that help because of the trust in banks and their refusal to see potential) I can set this idea up fully, I have minimal equipment and need funding to purchase lenses and hardware, I recently lost all of my pictures due to a computer failure which has set this project back a year or so, my entire portfolio is lost.",
  "I'm rising money for the film Ghost With-In. A ghost that takes over people bodies but the ghost has no idea that there is only one person who can stop him for good, his name is the Ghost Taker.",
  "The Cult of Ammon is the story of Chuck and Brad, two naive college kids on a weekend getaway with their new girlfriends. The girls, Amelia and Cynthia, take them to their family’s land deep in the woods for a sexy weekend of camping, drinking, and drugs. The guys start to realize too late, however, that they may have wandered into a dangerous situation. The film is inspired by the classic horror films of the 70’s, exploring the ideas of the occult, nature worship, and human sacrifice. Centered on the traditions of hoodoo, it blurs the lines of what is real and what is a superstition. A homage to horror classics, it will blend the lines of frightening and funny.  The Cult of Ammon is an ambitious project, so we're making sure our budget is as tight as can be. Primarily, a large portion of our funding will go to purchasing film, developing and scanning. Finding Aaton a-minima spools has been difficult, but we've sourced a steady supply in California. We're calling in a lot of favors when it comes to equipment rental. In addition to our film needs, a large portion of the budget will be going to our cast. Our crew is passionate about this project, and we are all volunteering our time to make it happen - but we feel feeding, housing and paying our actors is of the utmost importance. Happy actors means better filmmaking for everyone.  We've been hard at work creating props and set pieces, and are now at a point to where we are on track to begin preliminary photography in early October. Though we'll be sad to see them go, we are happy some of the more iconic ones will go to a good home.  \n We can't thank you enough for all the support, and we'll be sure to keep you updated on our progress. We are story-tellers who are determined to keep the art of film alive - and we think sharing our experiences is the best way to spread the knowledge.  ",
  "https://www.youtube.com/watch?v=aQH2WJmB8CU Decisions is a short horror film from the creators of 'Meat' which is to be featured in the horror anthology series 'World of Death'. This is Johnny Saurette's second time directing.  He is the founder of Cannibal Fx special effects studio. Our team, which consists of Kristen Saurette-Brady and Leann Brady, is fully committed to bringing you an amazing movie experience but we need a little help from you. We are asking for a donation of $1,000 (total) which will go directly to the making of the movie.  The following is a cost analysis:   With the funding we already have from Still Rings True Productions we need: $450 for Special Effects- We are firm believers in practical effects. Cannibal FX will be doing all special effects work and it is a huge chunk of our funding goal but it will be well worth it in the end. $200 for camera equipment- We will be shooting all of Decisions on DSLRS which we own so production cost will be very low. The $200 will be for a boom mic and any unexpected repairs we need. $350 for editing and distribution- The remaining money will go directly to editing and distribution. We are renting a high powered desktop to do our editing on. We also plan on releasing the short on our website however we will be taking pre orders and will be selling our film on DVD along with our other shorts. We will be using any all and all of your contributions towards the film. ",
  " Hullo there! My name is Emily, though I go by Leebobawitz on the internet (Etsy, Twitter, and Instagram). Earlier this year I launched the 'I Ship It!' Kickstarter, and together we brought over 15 pins to life and raised over $17,000. As I worked more and more on the project, I realized just how many tropes were still left and how many folks wanted. So, this sequel to the project brings together the top tropes from the last project's poll.  . These are the designs that were crafted with the guidance of the Draft-Room tier backers. I think they turned out pretty awesome, and they will be available to add on to your pledge! . Along with the monetary stretch goals, there are also social media stretch goals! Help spread the word and unlock additional goodies! After the success of four projects, I have learned a LOT about timetables. The following timeline is made based on the use of my tried-and-true production company. They have produced excellent quality pins and I feel very confident in their abilities to create my pins in a timely manner. This will hopefully make the timeline below a reality. July: August: Late August/Early September: --- My initial goal is to fund the 'A.U. AUTHORITY' pin and the 'I ❤ FANFIC!' sticker. The goal covers the production of pin, packaging, Kickstarter fees, and shipping. The goal to achieve this is: $350. Here's the breakdown: PINs & STICKERs: 65-70% SHIPPING: 22-25% KICKSTARTER FEES: 8-10% Why the increase from the last project? I want to upgrade the production time, which would make the wait for the pins 50% shorter. It does, however, cost a bit more. Thus, the upgrade to the goals. Thank you for taking a look at my project, I hope that it made you smile and show your favorite tropes with pride! <3",
  "Tired of slow boring zombie movies that nothing ever happens in, and zombies and \"terrifying\" events are a joke?   This movie is a non stop action never stop run through the city in terror, in a doomed apocalypse  where everyone will die.  No one will be left after this, the only goal is to stay alive as long as possible.  If you fall asleep, or sit still and let your heart rest, you turn into a zombie.  Think Crank crossed with the living dead, but scary and horror filled.   Humanity will tear itself apart. ",
  "Welcome to our project Dead End  When a local gang kills a rival gang over a bad drug negotiation they didn't bank on killing an undercover police office in what would of been an easy sting. The gang is then followed to an abandoned warehouse by the drug task force, the warehouse is actually a cover for a military base which are making a new bio chemical weapon of which they test on soldiers which turn into zombies. once bitten your infected. lets hope someone survives to tell the tale.  So dead end is the first part of a four part package what we aim to do is raise £5000 to kickstart the project for all you zombie horror fans So where does your hard earned money Perks As you see we have limited the Perks, we have done this for a reason, we wanted to keep it basic with the HD Download for yourselves as well as picking up some merchandise on the way, so we kept it basic to cut down on costs and keep the fans happy, once we have reached the Target the backers who have added the merchandise will receive their goods straight away. The Bulk of the money will go towards Location and equipment (lighting/sound/camera the cast consists of 16 people, with the crew of 7 , catering (zombies can't just eat humans) , Makeup / wardrobe,but most important will be the after effects. in total we are looking at a 3 day shoot once the location has been secured then straight to editing and post production, along the way i have hired a photographer who will film and take pictures from behind the scene and update everyone via kickstarter and social media.",
  "Todo empezó como un proyecto de fotografías donde las agregue por  toda la ciudad con el fin de que mis seguidores pudieran obtener un poco de mi trabajo en ese instante tuve  alrededor de 30 diferentes fotografías  tomadas de la cuidad de xalapa mostrando increibles momento donde la naturaleza a podido destacar  Con este proyecto iniciado me gustaría lograr que en esta ocacion no sean 30 sino mas de 200 fotografias tomadas dentro de la cuidad y que con ello mis seguidores que quieran estar incluidos en el álbum podran presentar una imagen para poder agregarlo a la lista donde tsmbien hsbra un apartado de seguidores donde estaran los trabajos sellados y firmados por el autor Con esto quiero lograr obtener un gran número de albunes que se puedan entregar a todos los que estan interesados en la fotografía de la naturaleza",
  "Now is the time.  I feel confident that I have enough support from my fans, friends, family and peers, that I can finally achieve my lifetime goal of recording an album to analog tape in a carefully selected studio environment with a talented engineer/co-producer and world-class musicians. Then, the ultimate, pressing a 12\" vinyl record. I've got the songs, I've got the players, I've chosen a studio and I know where to press the vinyl. All I need is the help of those who believe in me and wish to contribute to the development of great music. Much love & best wishes - Cosmos Sunshine",
  "GREETINGS! \n\nHello Friends! Hope this finds you well, hunkering down, readying for winter… Thanks for checking out our Kickstarter page! First, a few facts about the Lonely Heartstring Band…We met up through the American Roots Music program at Berklee College of Music in Boston.  For a gig in September of 2012 we were asked to play only Beatles' music--using bluegrass instrumentation.  From the first rehearsal, there was great chemistry, and we decided that we’d take the band seriously and carry it beyond that gig (and beyond just the Beatles!).  Our inspiration ranges from bluegrass, old time, jazz, classical music, and more.  Since 2012, we’ve been writing and arranging our music, exploring traditional music, and touring the continent. This past summer, we toured extensively from May until September, playing festivals on both coasts and in both Canada and the USA. Being our first tour, the band matured in a way that only tour can do, and we feel that we’re ready to make our first record!\n\n WHAT?!\n\n With your support, the Lonely Heartstring Band will make the record of our dreams!  With a dozen songs ready to record– most of them originals – and a handful more just around the corner, we think that this January will be the right time to get into the studio. It’s late November now, and we haven't booked any shows between now and mid-January so that we can completely focus on preparing to record. We’re rehearsing almost every day, getting our material studio-ready, and with each day that passes, we’re all a little more excited to get these songs recorded and into your stereos!\n\n WHERE?!\n\n We’ve chosen the Great North Sound Society in Parsonsfield, Maine as our studio of choice for this record. It’s a beautiful 18th century farmhouse converted into a remote, tucked-away, cell-reception-free (yesssss), live-in studio. It’s been the studio-of-choice for some amazing sounding records (Josh Ritter, Lake Street Dive, Joy Kills Sorrow), and we’ve booked ourselves a full week! It’s got a large open main(e) room for all the bed tracks, and the rest of the house will serve as isolation booths for all the extra bits… not to mention sleeping spaces and tri-harmony-around-the-fireplace-zones. WHO?!\n\n We’ve enlisted the masterful work of David Travers-Smith of Toronto, Ontario to come to Maine and engineer, produce, mix and master this record. He’s worked with fabulous artists (Wailin’ Jennys, Jayme Stone and many many more) and his knowledge of traditional, pop, vocal and new acoustic music makes him the ideal man for the job.  He’s got a ton of experience, and he’ll be coming down early to work some pre-production with us. He’s an awesome guy, and we’re really excited to be enlisting his help for this project.\n\n HOW?!\n\n We’ve lined up everything we can to make this record the best it can possibly be, from David the producer, the studio, the material, the warm wool sweaters and the excitement… Our last big step is your support through this Kickstarter! So THANK YOU! We love you all. It would he a HUGE help to us if you could share our Kickstarter with your communities. We look forward with sharing our music with you, we couldn’t do this without Your Help!!!\n Stay tuned for updates as we get closer to the release date!",
  "With: Holidays, Full Moons, Solstice, Equinox, Eclipse, and Meteor Showers! Don't miss another Meteor Shower or Eclipse!!! \"This is the 3rd year that I am making a calendar. Previous years I only offered them to family, friends, and fans. This is the first year that anyone can get one.\" - Cosmo Joe Or go BIG and get one of 2 paintings featured in the calendar. Many people will have the artwork on the calendar but ONLY YOU will have the original. Get a $300 painting AND the calendar AND free shipping when you get one of the 2 paintings below but be quick! They will be gone soon.",
  "While it would be a set-back to keeping it local, we are already stocking our national fulfillment partner from our Western kitchen operations.  Each Backer that chooses a reward before the campaign ends this Thursday Nov. 7th will get a special e-commerce discount code for nexveg.com launching the day after the Kickstarter ends, this Friday Nov. 8th.  We'll still be delivering all 1st orders the week before Thanksgiving! NexVeg™ are nutritionally dense 100% whole-food plant-based proteins.  NexVeg ingredients are sourced through our, farm-to-your-table food system.  We work with regional specialty farmers and local mills that provide the best possible ingredients still in their whole food form, year-round.  We then handcraft micro-batches of NexVeg ready-to-use meat alternatives and deliver them to your doorstep, on-demand - without heavy processing. We are passionate about ingredients and read labels meticulously - Are these ingredients healthy?  Were they sourced and processed ethically?  Do any of them cause anxiety because we don't believe they should be in our food? Unfortunately, when it comes to convenience there are few choices in  non-allergen 100% whole-food, plant-based proteins, today we have few choices:  We wanted more convenient, tasty and healthy options - and since, we've been on a mission to make lightly processed 100% whole-food plant-based meat alternatives that are delicious and accessible.   We've spent years developing products diverse enough to satisfy the student population at ASU to the international tourists eating NexVeg™ at our National Parks, like the Grand Canyon. Those regional opportunities validated our recipes and allowed us to build a small kitchen; where our purveying, processing and distribution systems have won 2 sustainability awards.  The next step, is getting NexVeg on your doorstep! Clearly it all starts with 100% whole foods and admittedly, our goal is to do as little processing as possible, as fast as possible.   Our micro-batching process lets us choose the freshest ingredients that travel the fewest miles to our production kitchens.  We lightly process them into NexVeg varieties.  Then we distribute them utilizing GreenCell sustainable packaging materials, and the direct ground-based shipping services of FedEx®. We evaluate ingredients for the opportunity to be: We flash freeze and vacuum seal, retaining freshness and eliminating nutritional degradation caused by air or frostbite. We are asking you to take the next step with us toward eliminating animal agriculture by backing our award winning systems to serve more people. We know how hard it is to find out online what's really in your food.  We love sharing every little detail about what goes into NexVeg.  Let's start with these USDA panels and some photos of the actual ingredients that we process into NexVeg. Remember, in order to maximize the quality and minimize the footprint we choose the freshest ingredients that travel the fewest miles to our production kitchens.  Here's what those fresh East / West ingredients look like, when they arrive at our kitchens. In fact, we take our ingredients even a bit more seriously than that:  1) It's delicious.  We've tested more than 208 recipes and served 1,000,000 portions to get to our 3 current product lines and 6 flavor profiles. 2) It's healthy.  Whole food diets are medically proven to lower risk of heart disease and control weight gain.  3) It's sustainable.  Lightly processing whole foods consumes less water, produces less carbon and  creates less food waste than heavy processing of plants or raising animals. 4) It's easy.  NexVeg is formable like ground meat and cooks fast in a skillet or the oven.  It is great for bulk prep and can be plated hot or cold.  There's a variety worthy of replacing the meat in your favorite comfort foods no matter the cuisine. Whether you love the performance protein in the NexVeg Hemp & Seed line or the intense sustainable and healthy eating ethos of NexVeg Tepary, or the comforting familiarity of  Black Beans, there's a NexVeg product for you:   Perhaps you've seen \"The Game Changers\" , \"What the Health\", \"Plant Pure Nation\", etc... or otherwise learned through your or other's personal experiences; but if your looking for more reasons here's some solid health and sustainability science we find meaningful :  Hello! My name is Jonathan Netzky. I’m passionate about local, fresh, whole foods and the health and sustainability benefits they provide.  Over the last 15 years, I have made farm-to-table dining possible and meaningful beyond my own home. We are now ready to close a gap in the plant-based protein market with a locally-sourced, farmer's market quality, whole-food protein option - that everyone can enjoy! Leading industry chefs have served NexVeg™ products in their restaurants and helped us hone our recipes based on customer feedback. Now, with your backing, we can provide nationwide, direct-to-consumer access to healthy and delicious plant-pure proteins. Ready to join us in this mission? - sharing real food, feeding the change! PROJECT TIMELINE:  WHAT's NEXT FOR NexVeg?",
  " I'm here at it again with some original enamel pin designs as well as fan designs! I started making pins back in late 2018 and my collection has just grown so much thanks to the support found on here and on my other platforms! This time will be a collection of chain enamel pins to add to my hoard of pins! This is a project that needs a much higher capital of funding. So here I am! In spite of this horrible start of the year with the global crisis. I'm going to keep my head up and stay strong making more pins in support and in long term goals. This world COVID has definitely hit myself and a lot of artists down to the ground. Now with the new update mid month, of how our POC are being disgraced and shamed, now more than ever, we need to support them and take care of each other. No matter what, thank you always for the encouragement and please continue to support other artists, communities, and our people. I've learned my lesson in multiple areas in terms of growth in design and making this process much smoother and with even more precaution than before. I will continue to grow and expand my collection beyond even what I have now.  ✧ [ All Large Pins are to be ~38-40mm with Backing Posts x2 ] [ All Small Pins are to be ~28-32mm with Backing Posts x1 ] [Chains will measure at 6-12 cm depending on the design ]  ...✦ . . Vote Here for the next stretch goal! . . ✦...  ✦ As special thanks and bonus to all you amazing pledgers, I've included below some variants and other merchandise you can order! I've not delved into washi tape before so this will be my first experiment! Glow in the Dark Pin VARIANTS: Per my manu. The glow in the dark effect should not bother what the color looks like in daylight. But a normal pin and a glow int he dark pin will be made for each.  ✦ Funding Division  ✦ May 30- Campaign START . . . Stretch Goals will be updated with goals being reached ✦ June 28- Campaign END . . . June - Receive funds from Kickstarter & Pin Production Starts ✦ July- Pin Production START . . . Pin Production Starts! ✦ August- Pin Production END / Shipping START . . . Receiving the pins and doing QC myself. If all goes smoothly then Shipping may even start in August! ✦ September-Buffer Month! Latest time Shipping is projected to start! Much credit to IG @blazardsky for the font! Thank you so much. It matched so well with the theme I was going for!",
  "I’m Dré of PintasticPH. This is my first project or campaign on Kickstarter and hopefully I’ll reach the goal to make this project a success. This project is inspired by Taylor Swift’s latest album “Lover”. I have already produced one design “You Need to Calm Down” and out on my Etsy Store. The initial goal of this campaign ($350) is for the Lover Pin. Once the campaign ends and reaches its goal that’s only time where Kickstarter charges you. Then we will send you a survey for you to choose which pin/s you like and also to collect shipping address. If the campaign is not successful, you will  not be charged. During the campaign, these pins will be sold at a discounted price ($8 - $49 USD, if you’re Early Bird). Pins will be sold on a regular price after the campaign ($12/pin USD). This collection features six (6) songs on the album: Pins will have: Timeline: REMINDER AND DISCLAIMER: I am shipping from Manila, Philippines. Pins will probably get to you around September or earlier (Depends on the production of pins). All pins will be sent as registered airmail. Average shipping time is as follows: ⚠️ Backers are responsible for any customs fees their country may ask for. I would highly appreciate if you will share this campaign to your friends or on any of your social media. Disclaimer: This is not official a merchandise of Taylor Swift. These designs are my own fan art. Thank you so much!",
  "My name is Francesca Chaney, I am a 23-year old restauranteur and tastemaker. On August 15, 2015 I launched \"Sol Sips\". Originally this concept started as a way to encourage myself and my community to consume more fruits and veggies for more energy and healthier living. I'd wake up early on the weekends and make drinks to sell at my cousin's apothecary in Crown Heights, Brooklyn. At the time, I was also a full- time student at Brooklyn College, a doula and a nanny, As a nineteen year old, I did not have all the answers, but I did know a few things- 1) I'm passionate about curating accessible \"feel good\" experiences for my community, 2) I want to further develop my \"Sol Sips\" concept. After a couple years of doing pop-ups, drafting business plans and receiving feedback from mentors and family, an opportunity for a three month brick and mortar pop up fell into my lap via Craigslist. On December 2017 we opened \"Sol Sips Vegan Bevs and Bites\" in Bushwick, NY with the intention of staying for three months to test the waters. At the end of our three month test run our customers and the landlord of the space encouraged us to find a way to permanently stay. At the time it seemed unpromising to jump into owning and operating a restaurant as a 21-year old while finding the funds to do so.  I decided to go for it and launched a $50,000 crowd-funder, in addition to a family/friends round of funding. We didn't reach our goal of $50,000- instead we raised $5,000 and my family and friends raised $15,000. Although I didn't reach the goal- I was determined to make it work. Now almost two years later we are here and still standing.   The passion and care that we put into our food is evident. We need support with gathering the final resources to open the doors of \"First Sunday by Sol Sips\", our new location in the Lower East Side of Manhattan, NY. This is a refreshing opportunity that would allow us to serve more people, expand our menu and incorporate the elements of fellowship that love so much. This includes live music, dj sets, art, storytelling and most important- a brave and comfortable space for black/poc people and families to commune and be nourished.  The inclusivity of this upcoming space is what we are most excited about. We've witnessed the power of accessible wellness and community here in our current location of  300sq ft. In February of 2018 we introduced out \"Sliding Scale Brunch\", encouraging people from all walks of life to test the waters of plant based food in an affordable manner. They are given the option to pay what they can, based on what they can afford. Our commitment to giving everyone the access to eating healthy is what drives us. It is also what drives our customers to continue communing with us.  Sustaining our customer base and the rising volume of our orders in our current Bushwick location is causing the inevitable discomforts of growth which effects the customer experience and also makes it difficult for us to further evolve. We are evolving from the cramped space of our current \"Sol Sips Bevs and Bites\" location- where customers often bump shoulders in this 9-seat space. Our tiny and beautiful space has served as our restaurant/cafe hybrid for nearly two years, we've truly learned the power of \"working with what we've got\". At last, we'll be able to scale it back down to a cafe space where dinners can come in for a quick beverage and bite that can be accommodated with  the tools and resources we have here in the space.  \"First Sunday by Sol Sips\" is a larger space that will provide more comfort to our dinners. We encourage our guests to stay for a while and take up space. We are excited to see people bring their friends and family along to enjoy great food, service and a good time!  Click below to learn more about our vision for \"First Sunday by Sol Sips\" in New York Times' T-Magazine below.  Article by Wilbert Cooper  We've already invested a lot into our new space and we'll continue to work towards reaching our funding goals. We're confident that this Kickstarter will support us in opening \"First Sunday by Sol Sips\" this fall. We are currently training a solid team of staff and working with an amazing architect to complete our design plan of a full-service dinning room, bar and stage. We've started collaborating with artists and musicians who are excited about curating residencies in the space that coincides with our dining experiences. We've even developed a unique and intentional menu that centers afro-indigenous and black southern cuisines with just plants- making most of our menu soy-free and gluten-free.  Meeting our goal of $250,000 will enable us to:  I've built Sol Sips from scratch- but not alone. Every step of the way I've been met with the support of my \"village\" of family, friends, mentors, community, organizations, allies and strangers. For this, I am grateful. \"First Sunday by Sol Sips\" will reflect the power of gathering by providing vitality, love and innovation in every taste, scent, sight and sound.  We look forward to sharing space and fellowship with you.  Much Gratitude. ",
  "I’m Greg, I’m the typical ‘’average italian’’ born and raised between football and tasty food. I spent most of my 20s locked in my room until, five years ago, I decided to give a twist to my life by changing completely my daily routine: sport and healthy food replaced videogames and junk food. It’s been a long time since I got over this negative part of my life and, today, I’m ready to live a better part of it and to put myself out there, focusing everything on healthy food. Cados was born, at least as a concept, circa a year ago; since then my idea has changed many times until becoming the actual one which shares the same aim as the original one, even though it’s a lot different: producing high quality avocado snacks and selling them at an affordable price. To do so I’m going to use an atypical internal politcs, that uses quality and a good price as it’s ONLY advertisement; I wanted, for the same reason, to limit as reasonably as possible the net gain on the finished product (keeping it around 5%) to promote an higher quality/price ratio. The products available at the launch of Cados will be 2: · AVOCADO CHIPS: simple avocado chips, ready to be devoured at any time. · AVOCUDDLE: the perfect synthesis between the classic potato chips bag and avocado. Despite having in mind 3 new types of snacks I believe, at the current state, that only these are suitable for marketing but it’s also possible that, until January 2020, on the official e-shop some of these could already be available. I want to be very trasparent so, below, I left you a short but complete list of how funds raised through this campaign will be used, with the relative percentages: · FIRST STOCK OF RAW MATERIALS (70%) · PROFESSIONAL EQUIPMENT (15%) · E-SHOP (15%) · BETTER PRINTS* · FIRST AVOCADO PLANTATION* Those maked with * are additional costs that I consider useful to make the product more attractive and/or to further reduce the price but that I didn’t include in the requested amount and which I would take care just if it were exceeded. I would personally thank whoever decided to believe in my project but, for obvious reason, I can’t do that; i do want to let you know that your support was very important to me, and this is the reason why I wanted to divide the rewards in 3 levels in order to include as many people as possible: · HIGH FIVE (5+): LIFETIME access to all the products, current and future, with 5% discount. · TASTE TEST (50+): LIFETIME access to all the products, current and future, with 10% discount + 1x Avocado chips + 1x Avocuddle. · AVOCADO LOVER (100+): LIFETIME access to all the products, current and future, with 15% discount + 1x Avocado chips + 1x Avocuddle + 1x Special Gratefull Avocado. The rewards will be shipped from January 2020 but I don’t exclude a priori the possibility of some anticipation or short delay.",
  "We are two humans who met at the perfect time and since the day we met we have done nothing but grow stronger as individuals and even stronger as a unit. We are Hayley 32 years of age and Joakim 31 years of age and we recently moved a little deeper, but not deep enough into the woods in the centre of Sweden. We met over a shared interest of psychedelics and especially the healing benifits that they have on human beings, we were both very responsible users, something we bonded over and we both have \"magic mushrooms\" to thank for curing f.ex severe migrane and psychedelics in general have helped us both grow a lot. We wanted to show our growth in some way, we wanted to show how the whole world could benefit from the responsible use of psychedelics. So we started with our project \"Hippy Spirit Clothing\" 2.5 years ago and we have slowly watched it grow into something we are very proud of, and we have grown along with Hippy Spirit, a lot as well. The idea for Vegan EVERYTHING came, just like with our clothing brand, from us and the way we choose to live. Today our conscious green eating makes us both feel amazing and cooking and experimenting with food has been a passion since early teenage years, and has become even more fun since turning vegan! :) Healthy, good tasting vegan food is exensive if you eat out today and it seems like everyone wants to put a \"healthy-tax\" on everything and it is really not fair for the ones who really cares about what they eat and needs something quick on the go. We want to change that. We will sell something that we are surprised that we have never seen any food truck our fast food place sell in Sweden and the thing is, we really dont want to say it yet, because we fear someone with the money to start tomorrow will come in and do this before us, this is how much we believe in this idea. As we go we will add a lot, like green smoothies, smoothie bowls, raw balls, avocado on toast, golden milk, chai tea, vegan ice-cream, the list can be made so long, jummy and healthy! Everything vegan of course! Vegan EVERYTHING is so much more than a food truck, it is more of a movement and together with the clothing we design and the music we produce and the art that we make we try in our little way to open up as many hearts and third-eyes as possible! :) And it all start with a healthy diet! You truly are what you eat! :) Chosing to work for yourself is hard, but once you are there it is out of the question to go back to work for someone else. No matter how hard it is, we will not give up! We work every single day to come up with new designs, new content, new music to increase sales to eventually pay for this huge addition to our lives, our Vegan EVERYTHING. food truck idea, but it is going way to slow and we are in the best time ever to start. We have come a long way planning all of this, but we are still basically on step one with all of this since we can not afford to buy the truck or the kitchen that it has to have inside, everything around the whole project is basically done, we have events to go to many places in Sweden, this is events we have spoken to as well as events who has contacted us. Many of these events do not have any vegan food at the moment, so we see a huge opportunity there, with well over 10.000 visitors on an average day. We also want to sell at bigger events in other countries in the summers, this is huge music events where we would fit in perfectly but stick out with our food! *and clothing* We are asking for help so that we have a chance to open up our business before someone else does it and we would hope to raise 200.000sek to make this dream come true. The cost of the van will be the biggest expence, then it might have to be re-built with ventilation and then it needs a working kitchen. Roughly counted this will cost somewhere between 150-200.000sek. We would be forever thankful if we would get help with this project, it is exactly what we are meant to do and we have such big plans for the future and we believe in this so extremely much, we are in the right time with everything and this is not just a job for us, this van will become a part of our lifestyle! Thank you so much! Hayley and Joakim",
  "UPDATE 3- NEW STRETCH GOAL $11,500. Well we made it over our goal of $9500, and then we made it over our first stretch goal of $10000 to add an extra week and location. Now let's try for $11500 and add another week and another place! We can do it!  UPDATE 2- 15% TO ONLINE STORE FOR ALL BACKERS. As a thank you, all of my wonderful backers of this project will receive 15% off in my online store once it goes live (early January). The store will be offering prints and original art, as well as greeting cards and more. Thank you all so much. UPDATE 1- Now that the project has reached it's initial funding goal. Some of you may be wondering what happens with the extra money? Well extra money will go to incidentals on the trip, and if we make it $500 over the goal then I'll add another week with at least 1 city into the trip. REACHED! My name is Jessica, and I’m a fine artist and illustrator living in San Francisco, and I'd like you to join me on a painted exploration through Europe. \nI do many types of art, but one of my favorite things to do is to go out and paint and sketch on location, typically known as 'Plein Air'. For me this is a great way  to see my city in a new way and then to turn around and share it with others. That's what I especially love about making things, is sharing them with people. \n When I was in high school I was lucky enough to go on a trip to Rome, Florence, and Paris. To say that I had a blast would be an understatement, I got to eat new things, interact with people who didn't speak the same language, and see all of these places that were not only beyond beautiful but steeped in history. And that's what did it for me, how amazing everything looked. I still remember winding through these narrow shadowed cobbled streets in Florence that all of a sudden opened up into the Piazza della Signoria. The famous David and the Medici Bank where now towering over my  right shoulder, while a line of marble statues twisted and writhed to my left,  the Tuscan sun played off the stone of the Piazza and the water of Neptune's fountain, all the while the lure of \"Italy's best gelato\" called from across the square. From that moment on I knew I wanted to keep traveling, and when I decided to pursue art as a career, that I wanted to share my experiences through painting what I saw on my travels. \n\n  So that's what brings me here today. I would like your help to take a month and paint my way through Italy, France, and Spain creating paintings and sketches of the beautiful and interesting things I see on my trip. I plan to fly out in early May of 2015 landing in Naples, Italy, then head to Florence, Venice, and Milan. Next up Southern France starting in Annecy, then on to Moustiers-Sainte-Marie, and Pezenas. Lastly head to Spain with stops in Barcelona, Albarracin, and Madrid. To keep costs down I would fly back home out of Porto, Portugal.  During this month, I will blog daily about my art and my adventures. Anyone who contributes to my campaign, and should it be funded, will be able to follow this blog and read more as soon as each post is published! My schedule will be simple: two consecutive days of art, a day for travel time and location scouting, repeat. My hope is to paint two acrylic paintings and one watercolor each day. Once back home, I will work on prints, wallpapers, and shipping the original artwork to backers in the qualifying pledge categories. Please note the large canvas paintings will take longer to ship as they will be completed upon return. All of the money raised from this Kickstarter will go to helping to pay for everything, from the plane flights, food and lodging, to art supplies, train and bus tickets, and shipping costs to get everything to my backers after I get back home.  Travel: plane flights $1200 each way. Month long train pass $850.  Buses and the occasional taxi $250. Coming to $3500 Lodging through Air B&B and food will run about $100/day coming to $3000. Art supplies: New lightweight durable easel (mine is super heavy, clunky, and will not survive baggage handling) $250. Paint and canvas panels $250. Fine art printing $400. Coming to $900. Shipping: Boxes $300. Shipping $1000. Coming to $1300.  Subtotal- $8700 Adding taxes, Kickstarter, and credit card fees I'll need you help to raise $9500 for this trip. Thank you so much for taking the time to explore my Kickstarter campaign, and remember to please share on social media.   Ciao! Au revoir! Adios! Please check out my previous work at : jahenryart.tumblr.com and http://jahenryart.daportfolio.com/",
  "It is very challenging to market art, and to try to sell a piece of your heart and soul to the world. Artists often feel forced to be a jack of all trades, while sometimes sacrificing our more personal artistic inspirations. I've learned throughout the years that the business side of the art world is a vital aspect, and unfortunately the creative side is another entirely. I've also learned, that I am not good at doing both simultaneously, which has led me to this idea of going public with a plea for help. I believe this is a breakout year for me as an artist. I've been an art teacher for almost 20 years, and the inspiration I get from my students is astounding. I hope to inspire and make my students proud. I've earned the opportunity to show at Spectrum Miami during Miami's art week. It's the push I needed to have the courage to put myself and my art work out there for the world to see... To broaden my horizons and do what I was put on this earth to do.  I hope that by connecting with art collectors, gallery directors and art institutions and by finally being able to share my labor of love with the world, my art will have a greater purpose. If this endeavor is successful, it will provide the catapult for me to be able to support philanthropic art entities, such as \"Artists for a Cause\" and \"Women Supporting the Arts\" in the future.  Although the opportunity is outstanding, as a teacher, funding it on my own is nearly impossible. Please join me and Team MGMoriginals in helping me reach my goals! Budget $3800.00 Booth Space with RedwoodGroup at Spectrum Miami $550.00 Shipping and Transportation to and From Miami $250.00 Printing  and Marketing Materials. $960.00 Transportation and lodging.",
  "Eight Bit Magazine celebrate early eight bit microcomputers from the 1970's to the early 90's. While most publications cover only the gaming aspect of such computers we want to cover the hardware and programming side of things as well. After a successful Issue 1 and Issue 2 Kickstarter campaigns we are delighted to offer even more in Issue 3. You will get a full colour, A5 size, 68 page printed magazine full of great articles written by people with a wealth of knowledge and passion for those computers. Expect programming, technical and gaming articles for the Apple II, Commodore 64, Amstrad CPC, Sinclair Spectrum, Atari 8-bit and more!  Everything 8 bit from games to programming to hardware projects to enhance your enjoyment of those eight bit wonders. The goal of the magazine is to create the excitement of computer magazines of the 80's and early 90's, both gaming and otherwise. A part of the excitement is holding a proper magazine in your hand unlike reading online where something is lost. We have a number of people involved in this kickstarter project and the plan is to get more on-board for future issues. We want to create a community of eight bit enthusiasts writing for the magazine coming up with articles we haven't even thought of yet. Sample of the articles in Issue 3: The Collectors Guide to the Amstrad CPC 464.The Apple Adventurer (Adventure games on the Apple II)Hacking for Infinite Lives.Retropie: Emulating the 8-bits.Pond Software Feature.Second part of Programming Sprites for the C64 and CPC.Upcoming games and hardware to be released in 2017.Many game reviews as well as interviews and technical articles.    Why such a low Kickstarter goal?   After the success of issue 1 the low Kickstarter goal is all we need to guarantee at least another 12 issues of 8-bit. Of course we expect to go much longer than that :-)  Successful Kickstarter campaign for Issue 1 of Eight Bit Magazine: https://www.kickstarter.com/projects/8bitmagazine/eight-bit-magazine Successful Kickstarter campaign for Issue 2 of Eight Bit Magazine:https://www.kickstarter.com/projects/8bitmagazine/8-bit-magazine-issue-2-amstrad-commodore-sinclair     Previously worked on a fanzine called CPC Oxygen covering 8 bit computers from Amstrad. \n\n You can view old issues of CPC Oxygen here: http://eightbitmagazine.com/cpcoxygen/index.html \n\n You can download the CPC Oxygen Yearbook 2004 for free from here: http://www.lulu.com/shop/cpc-oxygen-team/the-cpc-oxygen-yearbook-amstrad-cpc/ebook/product-17484274.html  I was involved in getting the rights from Future Publishing to scan and put online issues of Amstrad Action. With the help of a number of people in the Amstrad community all 117 issues were online in a matter of weeks.  You can still view those issues here: http://eightbitmagazine.com/cpcoxygen/aa.html I also wrote a number of retro articles for Micro Mart magazine in the early 2000's.",
  "\"WAKE\" is a short horror film surrounding Alan Young, a hotshot inventor whose just made history as he's invented the world's first intuitively immersive virtual reality machine, allowing it's users to see and experience their most inner desires and fantasies, from both the past and present. The break through brings Alan fame and fortune, but not without cost. An inexplicable and horrific \"glitch\" in the machine is causing a malfunction, instead trapping Alan inside his worst nightmares. The glitch has pushed the revolutionary machine's total completion back months--causing the pressure of finishing it to rise from his impatient investors, declining reputation and credibility, and most importantly...his crumbling marriage. With his back against the wall, Alan is forced to take the dangerous risk of attempting to fix the problem from the inside, and confront horrific projections of his inner most fears and failures...with the antagonizing, shape-shifting glitch lurking around every corner... The film was shot in March 2015, and we need your help to pay back the numerous costs of production, as well as post-production and festival submissions.                                                      Meet the Crew Erich Westfield (Director/Producer/Writer)-- Erich is a graduating senior Television-Radio major at Ithaca College with a minor in Theater Arts. He has had the incredible opportunity to intern at the NBC Olympics in Sochi, Adult Swim and Spike TV, while also having the benefit and experience of Directing and Producing multiple thesis level films and projects during his time at Ithaca College, culminating into this last ambitious endeavor with partner in crime Kyle Vorbach (check out their previous work below).  Kyle Vorbach (Writer, Director of Photography, Editor, VFX)--  Kyle Vorbach is also a graduating senior at Ithaca College, Youtube content creator, writer, and aspiring superhero. He has worked on a variety of cool things ranging from CollegeHumor to funny videos featured on Kotaku. He prides himself on blending style with comedy across all of his sketches, web series, and short films.                                     Check out some of our other stuff: https://www.youtube.com/watch?v=npe57WyUV0Y https://www.youtube.com/watch?v=YDlQfykIV-c https://www.youtube.com/watch?v=VpLx7Sxsplo https://www.youtube.com/watch?v=CKC2NGwz6mU Julie Sullivan (Producer)--  Julie Sullivan is a senior television-radio major with a concentration in scriptwriting and a minor in theater at Ithaca College. She has interned with The Late Show with David Letterman, The Dr. Phil Show and Antiques Roadshow. On campus, Julie has been involved with Ithaca College Television. She produced, wrote and directed ICTV’s first musical series, Staged. David Owens (Assistant Producer)--  David Owens is a senior television-radio production student at Ithaca College. He has worked on a variety of productions, both field and studio, throughout college. Programming produced by Owens has been recognized by College Broadcasters, Inc. and the Associated Press. After graduating in May, Owens plans to pursue a career producing television news.                                                  Production Costs Locations: This film's locations required a specific look to pull of the eeriness we wanted, and we had the great opportunity to shoot at a large, immaculate vacation home that served as our main location for the production--as well at a terrifying basement and garage of very helpful local businesses.  Production Design: WAKE required some extensive design to pull off the world we wanted to create, not to mention build a realistic and sinister looking virtual reality machine. Equipment:  Various amounts of camera equipment was rented to ensure the superb picture quality we needed. This film was shot on a rented 5D Mark III Magic Lantern, along with a rented Kessler Cine-Slider and Redrock Eyespy Deluxe rig as well.  Catering:  We had to feed our hard-working and talented cast and crew of course!! We were able to cut costs substantially in this area given the amount of restaurants that were able to cater meals free of charge. Post-Production: Many resources will be going to the final VFX compositions and coloring of the film, as well as professionally composed soundtrack from a professional musician/songwriter living in Los Angeles.  Distribution/Festivals: Lastly help us get this thing seen! We want to enter as many horror film festivals as possible, and those costs can add up. ",
  "English below Jag har en vision om att starta och driva en verksamhet med fokus på hållbarhet, mänskliga möten och en levande förort. Jag vill skapa en lugn kafémiljö som är ett bra alternativ för de som vill arbeta hemifrån men ändå vill lämna hemmet. Ett ställe där du kan möta likasinnade, knyta nya kontakter och skapa samarbeten.  Utöver den dagliga verksamheten med mat och kafé kommer vi ordna evenemang med fokus på kultur, skapande och hantverk, både själva och i samarbete med andra organisationer, allt i syfte att skapa en mer levande förort.  Bakgrund Idéen om att starta ett veganskt coffice i en av Stockholms förorter föddes från början av en stammis på ett trevligt vegankafé i närheten. Idén vandrade sedan vidare och hamnade så småningom hos mig. Jag har behållt grundtanken men låtit idén växa åt sitt eget håll.  Jag fick tag på en fantastisk lokal i Bandhagen. En lokal med historia och liv. Min vision är nu att ta tillvara på lokalen och skapa en kreativ mötesplats och på så sätt också vara med att skapa en levande förort.  Från början var tanken att det skulle vara ett coffice, alltså ett ställe dit människor går för att arbeta där det samtidigt finns möjlighet att få sig kaffe och kanske en bit mat. Jag upplever att platsen jag vill skapa är mer än så. Platsen ska leva och det ska inte kosta något att sitta där. Jag vill dock fortfarande behålla tanken att det ska vara en plats en går till för att arbeta.  Kortfattat kan en säga att jag vill skapa en blandning av ett coffice och ett kafé.  Vilka är vi?  Jag som fick idéen av en stammis på ett vegankafé heter Nina och är även jag stammis på samma vegankafé. Jag älskar djur, äter helst av allt frukt och pluggar stickning på folkhögskola.  Någonstans längs den här resan hittade jag Zaphira som nu är med och hjälper till att starta upp verksamheten. Hon bidrar med tankar, idéer och en massa positiv energi. Zaphira är från början vän till en vän som sedan har blivit även min vän. Hon är en färgglad person som älskar katter och brinner för jämställdhet.  Vad erbjuder vi?  Vi erbjuder en lugn och kreativ miljö för dig som vill komma hemifrån men inte åka in till stan. Vi erbjuder kaffe, fika och luncher på plats i kaféet och vi kommer även att erbjuda frukostpaket, mellanmål och picknickkorgar som take away för dig som har vägarna förbi.  \n Det finns även möjlighet att hyra konferensrum (under våra öppettider) samt hela lokalen (när kaféet är stängt).  När och hur ? Om allt går som vi hoppas, får vi tillgång till lokalen den 1/8. Därefter behövs renovering, uppfräshning och städning innan vi förhoppningsvis kan slå upp dörrarna den 9/9.  Vad behöver vi pengarna till?  Vi behöver pengar för renovering. Vi behöver köpa kylskåp, frysar, ugn, diskmaskin och någon form av spis eller spisplatta. Vi behöver även en rörmokare som kan dra om vattenledningar och installera en diskmaskin. Vi kommer eventuellt även att behöva en elektriker.  Vi tror på tillsammansskap Den är idéen har växt fram tillsammans med människor i vår omgivning. Den har formats och växt sig större i mötet med andra människor och deras idéer. Vi vill låta växandet fortsätta och se vad idéen blir som verklighet.  Maten  Vi gillar smaker. Många olika sorters smaker och gärna från världens alla hörn. Vår plan är att catera lunchen från vårt favoritvegankök. Frukost, fika och mellanmål fixar vi själva. Vi kommer att laga mat efter säsong och göra det vi kan för att minska matsvinnet.  Hos oss kommer all mat och dryck vara växtbaserad men våra gäster är välkomna oavsett vilken kost de äter. Vi äter båda växtbaserat och brinner för såväl djurrätt samt miljö så för oss kändes valet givet. Vi gillar att experimentera med smak och konsistens och att utmana föreställningen om hur vegansk mat ska vara. Även fyrbenta gäster är varmt välkomna. English It all started when one of the other regulars at my favorite café had an idea to open a coffice in the neighbourhood. We discussed the idea, and I was thrilled about it. Pretty soon, I got the blessing to take the idea and run with it. Through meetings and input from friends and enthusiasts, the whole thing grew into something bigger. I then found a fantastic place in Bandhagen, south of Stockholm. My vision is to continue to develop the original idea and together with other people make this a venue for creation, our contribution to make this an even more alive neighbourhood. In short, I would like to create something in between a café and a coffice. A place that is calm and encourages you to be creative and a possibility to connect with people nearby.  Who are we?   I am Nina, the founder of this business. I love animals, prefer to eat fruits and I am studying knitting at a Folkhögskola.  Zaphira is a friend of mine and somewhere along the line she got involved. She is a colourful person with a lot of energy who loves cats and is passionate about equality. Zaphira contributes with thoughts, ideas and a lot of positive energy and is now an important person for the startup.  What do we want?  Create a plant based café with a peaceful atmosphere perfect for those who want to work outside the office but still want to leave the house. A place where you could make new contacts and find nice people to cooperate with. We will also offer breakfast, snacks and picnic baskets to take away for those of you who just pass by.  Beyond the daily business with food and coffee we will also arrange events with focus on culture, creating and craftsmanship, both on our own and together with different organisations, all with the purpose to contribute to a living suburb. It's also possible to rent our conference room (during opening hours) or the whole place (when the cafe is closed).  When and how?  We will access the place on the first of August. There are renovations that has to be done, along with some cleaning and freshening things up before we can open the doors on the ninth of september (hopefully).  The money?  We need money to renovate the place. We need to buy refrigerators, freezers, dishwasher, an oven and a stove. We also need to hire a plumber and probably also an electrician.  We believe in creating together  This idea has grown and developed thanks to the ideas and creativity from people around us. We want this project to grow further and are looking forward to see it in action.   The food  We like a lot of different tastes from all over the world. We plan to cater lunch from our favourite vegan kitchen but will make breakfast, fika and snacks ourselves. We will adjust the food according to season and do our best to not let any food go to waste.  We both eat plant based food and are passionate about animals and the environment so it all felt obvious. All of our food and drinks will be plant based but our customers are welcome regardless their own food preferences.  We like to experiment with taste and texture and to challenge the picture of what vegan food should be. Even guests on four legs is warmly welcome! ",
  "Hello, we are The Odd Folk, a quintet of ramshackle musicians from the far west of Cornwall (although our drummers a Grimsby man with Cornish adoption pending!) We play folk music and we have always been a little odd. We use ironing boards as keyboard stands, branches as mic stands and all pile into an old Renault 4 and drive around the country playing music and getting lost. We're been carrying our debut album, The Sweet Release, around with us for the last couple of years and as well as most of our friends and fans having a copy we're actually running very low on stock! We've long been scratching our heads on how on earth we were going to fund another 'baby' when we stumbled on this sweet medium! We're so pleased to be able to offer rewards to our fans as a way of saying thank you, and all of the prizes will be created with as much love as we can muster.We are really honoured to be able to work with Andy Bell, a sound engineer with a CV as long as your leg; who's worked with many greats from the folk circuit including Bellowhead, Eliza Carthy and Seasick Steve to namedrop but a few! Being a mobile sound engineer ables him to travel wherever we want him, and so we're choosing Belan Hall, an old shooting lodge in the middle of Wales, where we sometimes go to rehearse and have creative lockdown. We will also be working closely with our designer, Mae Voogd, to make the album cover and all the posters and T-Shirts to go with it. She's drawn the band a number of times but one of the rewards is for you to join us on the launch poster as well as get your portrait drawn! All you'll have to do is submit a photo and you can hop onto the page with us. The T-Shirts will also be designed by Mae Voogd and for this reward you will need to submit your size preference and colour preference. The figure we are after is £5000, which seems like a lot of money but in reality is just about scraping the barrel. And no, we're not going to do a runner to The Caribbean! The list below will give you an idea of what we need and what's involved in making an album. The Sound Man - this is the main component, this includes all tracking, editing, mixing and producing of the album! The Duplication - this is the where we get numbers, for instance 1000 copies to be released. The Design - this involves all the album artwork, storyboarding the sleeves and booklets, and drawing up the posters. T-Shirts - for your new frocks! Photographs - for your mantlepieces! Postage and Packaging - wherever you are the postman will come and deliver your rewards to you! We look forward to working with you! THE ODD FOLK Morgan Val BakerSam Brookes Shelley MacphailOscar Bloomfield-CroweAndy Watson",
  "Country music fans, meet The Justin Alan Black Band. Today, the band calls Nashville home, but these three life long friends from Georgia started writing and playing music together as teenagers. Currently in the studio recording their debut country album, the band says the new songs are inspired from a place they all know so well, home. “No matter where I go, Georgia’s home to me.”\n-from the song “Georgia”, featured on the band’s new album. After months of writing and focusing the band’s sound, The Justin Alan Black Band entered Cherry Box Studios in Nashville to begin recording their debut in country music. “This has been a long time coming.”, says Josh, who plays mandolin and banjo with the group. “We’ve worked hard and are proud to see this all come together.”  The band is raising the funds needed to finish the record through a Kickstarter campaign and social media promotions this fall. “Our families, friends, and our fans\n have always been so supportive.” says Mic, guitarist. “We’ve been making music together all our lives and they’ve been there every step of the way.”  With the release of their first album this fall and an extensive tour planned for the spring and summer of 2015, it’s safe to say that “Home” is the one place the band won’t be seeing very much of in the coming year. “It’s never easy being away from your family.” says Patrick, the band’s lead singer. “They never leave my mind, they’re in the songs, and they’re the reason we do what we do.” Patrick went on to say, “These guys are like my brothers, we’re family. We’ve built this together, and that’s what makes what we do so special to me.”  Watch for the band’s new release this spring on iTunes and follow on social media for updates and ways you can stay connected with The Justin Alan Black Band. www.facebook.com/justinalanblack  @justinalanblack : twitter",
  "If questions and curiosity prompted The Sun Flights to leave\non their nine month musical adventure around the country, then it’s only to be\nassumed that greater questions and curiosity remain. We returned with no\nanswers whatsoever. But we did write House\nof Man, a nine song album. I don’t think any of our songs pinpoint a specific experience\nor moment during our travels. In fact, many of the songs were written in a few\ndifferent places and over a period of a couple months. However, they are based\non emotions, imagery and stories from around this country.House\nof Man is a reflection of the time we live in, which is a reflection of the\ntimes we come from, all of which will determine where we are going. We, as\nmankind. There is critique in this album but it comes from a place of\nlove and hope. The generosity shown to us during our travels, the hardships and\nstrength of the people we met, the landscapes we encountered are so vast, so\nindescribable that we know House of Man\nis a small perspective. But it is what we have. We’re looking forward to recording this album at The Spice\nHouse. A beautiful, recording studio in Fishtown, built out of wood from an old\nLancaster barn. We knew we would record there when we walked in to the smell of\nwood, the tall ceilings and a conversation about the very sound we’ve spent\nfour years sculpting. We hope to have this album recorded and ready to share by\nearly 2015.",
  "Emma, a college student with a crippling fear of clowns, must come face to face with her worst fear when a clown that has been terrorizing the town promises to kill her. This clown gives a balloon to each his victims with the exact time and date he's going to kill them written on it. After receiving one herself, Emma realizes that she has two days left to live, and must fight against the clock to find a way to survive. The film is based on a short film we did called The Clown Statue (based on my favorite urban legend!) that has since gained a cult following online and has won awards at film festivals nationwide! For this movie, I've pulled inspiration from every corner of the horror genre, which I am a huge fan of! It would best be described as a haunted house/creature feature hybrid. I had someone describe it as an \"Americana nightmare\" and an \"electric circus\". Which I LOVE, and I think describes the film perfectly. I love horror movies, and I LOVE scary clowns! So you can imagine how upset I was to find out how few scary clown movies actually exist. So I wrote my own and set out on a crazy journey to bring the next great clown movie to life! After six months writing and perfecting the script, I left my Nashville home and met our crew out in Los Angeles to shoot the movie! The production was chugging along and we were getting amazing footage! Then, on the last day and a half of shooting, one of our key locations caught on fire just minutes before we arrived (thanks to the good ol' California drought). The best choice for our movie creatively, logistically, and safety-wise was to halt production. I returned home, we edited the film, and we figured out exactly what we needed to complete it (we have 90% of the film done!). In addition, we had the rare opportunity to be able to see our movie and write some amazing new scenes to make it even better! Now we need your help to finish it! We have the budget left over to shoot what we had originally intended. The trick is getting a new production up and running again, and paying to shoot the newly written scenes. Things like re-renting the camera equipment, paying the cast and crew, and paying location fees again cost a lot! All of this gets broken up into: So join the team, get your copy of the movie, and be a driving force in making the next great clown movie a reality!  Brittany Belland plays Emma - With over a dozen films under her belt, Ohio-born Brittany Belland was more than excited to tackle the role of Emma: the story's protagonist who must race against the clock after learning that she will be killed by her greatest fear in two days' time. With her incredible dramatic abilities and attention to detail and nuance, Belland breathes an extra dimension of life and character into the extremely intense and demanding character. Eric Corbin plays Ribcage the Clown - LA actor Eric Corbin blew everyone away during auditions, bringing a sense of athleticism and ferocity to the character that nobody expected. Pulling from movie monsters throughout the years, Corbin truly built this creature from the ground up. In the end, he delivers a performance quite unlike anything you've seen before. Strong, animalistic, and inhuman Corbin makes Ribcage the Clown something to truly be feared. Monica Baker plays Heather - Michigan-native Monica Baker works as an actress and voice actress in Los Angeles. Baker plays Heather, Emma's big-mouthed, sweet-as-sugar-but-tough-as-nails best friend. When things begin to go downhill and Emma locks up with fear, Heather pushes her to move forward whether it's for better or for worse. Sean Patrick Murray plays Jonah - Emma and Heather's other partner in crime, Jonah, is played by Sean Patrick Murray, a Los Angeles based actor and producer. Jonah is sarcastic but totally down to Earth. However, (without spoiling anything) Emma quickly realizes that if she doesn't come up with a plan, her life might not be the only one at risk. Burt Culver plays Mr. Randal - Seattle native Burt Culver has appeared in over 40 TV shows and movies since his move to LA in 2012 (including a guest role in Criminal Minds). Culver plays Mr. Randal, the father of the clown's first victim. Out for revenge, he latches onto Emma. Insisting that he protect her, for better or for worse. Tom Seidman plays Pops - Seidman is truly a Hollywood veteran, having worked as a producer and an assistant director for over thirty years on films such as Dead Poets Society, Reds, and Ordinary People. Though he has always been an actor at heart. Seidman plays Pops, a local ice cream man who, while working with the police, starts to suspect there might be more than meets the eye with the case. Johnjay Fitih plays The Town Sheriff - British actor Johnjay Fitih plays the town Sheriff, who very quickly becomes the clown's favorite puppet. Caitlin Rigney plays Meghan - New York theatre actress Caitlin Rigney plays Meghan, Mr. Randal's daughter who haunts him in more ways than one after her gruesome death.",
  "Hello my name is James Carney, I am the writer and director of this short film. Being a person who enjoys video games but also an aspiring filmmaker I've always wanted to create fan films for my favorite games but those ideas never worked out. But with the recent launch of Resident Evil: Revelations 2 I decided to try again. The more specific reasoning behind this is I feel there aren't enough strong female characters represented in film and mainly want to focus on changing that and this game does fit with that sort of idea. For the story it’s a vague scenario revolving around Claire and Moira, purely based around all the narrative information included in the trailers out of respect for people who may not have played the game yet.\n\n As for production cast(though at this point the leads have yet to be cast but there are a lot of interested volunteers so it's just a matter of choosing the right people) and crew are already on board with budget being all that’s left. The cost adds up to $1400 for all the necessities including: equipment, props and costuming. Hopefully this goal can be reached within a soon enough time.\nThe overall scope aside from the focus is a creating a fun project that Resident Evil fans and others can enjoy and hopefully lead to enough interest that would allow me to work on other projects I’m very interested in making in the near future as part of my initial goal of creating media that shows strong, realistic and unexploited female characters.",
  "We've been super busy baking up delicious, vegan cupcakes from scratch.  In fact we've outgrown our shared kitchen space.  We are forever grateful to our friends at LaBelle Aurore in Niantic, CT for helping our fledgling business get off the ground, but it's time to move into our very own store! \"Dutch's\" will be filled with fresh baked treats and we will continue our made to order custom creations. We were very successful with our local farmer's markets last season, selling out most days. When not at the market, we continue to fill special orders weekly.  All thanks to our loyal customers. But, the one question we get asked the most is...  \"When are you opening a store? \".  We understand that our customers want to be able to stop in whenever they feel like a quick treat.  With a location of our own we will have a chance to meet and interact with you all year long. We will continue to make all of our cupcakes from scratch in small batches to provide consistent quality with every order. We're building an inviting, trendy cafe, perfect for meeting up with friends and hanging out. A bigger kitchen and better equipment will allow us to start whipping up new and delicious creations for you to enjoy and we can also roll out our newest menu item...vegan MILKSHAKES!!  Hand crafted vegan shakes, made with vegan soft serve, dairy free milk and homemade syrups, sauces and toppings. Our mission at Dutch's has always been to expand and offer even more delicious and convenient vegan food option to our community and fill a gap in the current landscape. Vegan food is on the rise and this is not  a trend.  While some businesses are beginning to stock vegan offerings, they usually have only 1 or 2 options.  Dutch's currently has over 20 cupcake flavors on our menu.  With more space we can continue to experiment and bring you more fun treats. Now that we've shown people cupcakes can be sinfully indulgent without the use of animal products, we want to add the convenience of our very own store front. We love our community and we want to be a part of the evolution of food while helping you rethink what options are available to you.  Meeting people, talking and answering questions is what we live for.  The love and support we've received so far has been mind blowing and we cant wait to do more.  One of the main reasons Dutch's chooses a vegan lifestyle is to protect animals and the planet we share with them. While building our shop we are keeping that same mind set and utilizing eco-concious products for packaging and design. We want to contribute to the beautification of our neighborhoods and local communities.  With a little help from a lot of people, we can expand our brand to reach further.  We want you to feel good about what you eat. \"Honestly I cannot explain how amazing these cupcakes are!  Tiffany made us a special cupcake for my daughter vanilla cupcake, \"nutella\" filling and banana frosting.  I dont like vanilla cupcakes and i don't like banana flavor.  But I LOVEDDD these cupcakes.  I had to stop myself from eating all of my daughter's cupcakes.  We also had the triple chocolate peanut butter which was also amazing.  Do yourself a favor and trust Dutch's with all of your cupcake needs in the future you won't be disappointed!\" -Breanna Haskins \"The most AMAZING cupcakes your taste buds will ever experience!!  FINALLY a VEGAN OPTION?!!!\" -Tina Brown",
  "Make Your Mark has the possibility to expose artists, bring connection, support self expression, empower oneself and experience joy and fun in a community!  Together, artists and non-artists, we will create 5 paintings.  It is my hope that by being a part of the process the viewer of art will start to feel connected to art on a different level and open up their own creative power.   The event will be in a public space, a courtyard near downtown Denver (the Highlands), during the first friday on September 5th.  Five artists will participate, each with a different distinct mark: calligraphy, brush work, thin layering (drips), monotype, trowels.  There will be 5 canvases with an artist by each to guide and support the people making their mark.  Twenty-five to thirty participants will be invited (5 to each canvas) plus there will be observers walking by.  (A large paper will be laid out for the public to play around too!)  There will be a couple of musicians playing with different beats to help inspire rhythm and mark within the participants.  The canvases will be started that night and then be taken home by each artist to complete and bring back the next month (first friday) to display to the public with all the names printed by each piece.  The funds being raised are for the supplies for the event: (5) Painting Canvases 36\"x36\" or 36\" x 40\"        $150                                      Brushes and Palette knives, Trowels                   $100 Student Grade Acrylics                                        $200 Gels and Medium for Acrylics                              $ 50 This would be an unforgettable experience for everyone involved!  Thank you for checking out this project.  Please contact me with any questions.  ",
  "",
  "I am Jota C., the designer behind Pinup Or Die and I want to welcome you to my fifth project on Kickstarter. I am an independent pin designer based in Los Angeles, California.cdadsa You can follow me on Instagram for more regular updates here - @pinupordie2.0",
  "Hi everyone! This project is about a trip we want to make in February 2016 to island.  Our goal is to travel all around the island of Iceland to take pictures not only of the amazing landscape but mostly of the northern lights.  Since the northern lights are our main goal, we chose to go there when the circumstance are best for northern lights photography. But to do this project we need your help! Our goal is to rent a save and good car that we are flexible to drive to the best spots at night. We have no chance with public transport; buses don't drive in winter and not even at night, and the spots we want to visit have never seen a bus before. This is why renting a car is crucial for our project. We (Claudia Bischoff, Martin Tödtling and Matthias Urwyler) are experienced photographers. We are passionate about the northern lights. We already made a trip to Norway two years ago. \n\nThere we learned all we need to know for this job. We know how to capture the \n\nnorthern lights when they appear, we know how to hunt them and bring them home as breath \n\ntaking pictures.  Since we are experienced, we know what it takes to be out all night long even when the temperature gets way below zero. It can be very hard, but we are definitely up for it. When the northern lights appear we forget the cold, we forget the wetness and we act as \n\nfast as we can, to get the perfect picture for you.  For our trip we have all the necessary gear and knowledge. To get around the island, we need to hire a good and safe car, that is able to drive in the snowy cold. But with your support we can do it! Our goal is to come home with the most stunning pictures of the northern lights. We want to make a presentation about the trip around the island and present the best pictures of the northern lights of Iceland. Thank you all for your support and feel free to post and spread the word about our project! For any further questions don't hesitate to contact us, we are happy to get to know you and to answer all your questions! Yours Claudia, Martin and Matthias",
  "I've always been a big fan of multi page wall calendars... you know the ones that you turn over a page every new month and get a new image to look at for the next 30 days or so. I buy at least 3 every year for different rooms in my house.  And while we’re all pretty much forced to keep our schedules on our computers and phones, I like tangible objects, artifacts if you will. And I like that ritual turning of the page every month... and, of putting up the new calendars every year and taking down the old ones. And, I've always wanted to do a calendar of just my images. So I decided now's the time. I've designed the calendar: It's 12in X 12in square with a heavy cover, front and back. It will be saddle stitched, which just means it has staples in the fold (I've never really been a fan of the wire binding). I've found an awesome printer that will give me great turn around time. And I've selected twelve of my favorite fine art images from the last few years.  I’ve created what I feel is a very simple and elegant calendar that will showcase the images and be an art artifact for your wall. Four of these images have been awarded prestigious prizes in two of the premier photography competitions in the world… the PX3 in Paris… and the International Photography Awards in the US. If you even remotely like wall calendars and photography, or know someone who does, I think you'll love this one. I\"m very excited about this project, and will really appreciate your help in making it possible. Thanks so much for your time.                    - Gunnar",
  "I've always been into sci-fi and fantasy, but last year, largely thanks to Jeffro Johnson's Hugo nominated Appendix N Retrospective series, I found myself picking up a lot of the older, weirder and pulpier stuff.  I felt particularly inspired by authors like Leigh Brackett, Jack Vance, Fritz Leiber, and publications like Planet Stories.   I decided to launch a semi-pro zine to showcase pulse-pounding Sword & Planet and Heroic Fantasy fiction in the tradition of those classic pulp magazines.  Cirsova Magazine is for readers who want exciting tales of daring heroes up against impossible odds in exotic settings. It's also for authors of adventure SFF.  I want to create an enduring market for pulp adventure writers to sell their fiction for competitive semi-pro rates.   All that's left to do for issue 1 is fill some of the limited advertising space and get it into your hands as soon as possible! No T-shirts, no secret forums, no skype calls, conventions or parties, just what I can without a doubt put in your hands: a high quality sci-fi magazine. Issue 1 will have nearly 100 pages of pulse pounding SFF action! The first issue of Cirsova features the following line-up: Short Stories Novelette Poetry Feature Column Cover Art Stretch Goal 1: $1,000 I'll be able to pay for about half of the second issue without having to dip into out-of-pocket funds.  Meeting this goal means that around 100 people will get their hands on this amazing anthology.  There MAY be enough interest and buzz generated from folks who get to see it that Cirsova MIGHT take off as a sleeper mag to watch out for by mid 2016.      Stretch Goal 2: $5,000 Begin work on a second issue sometime in 2016. Reaching $5,000 will mean that my expenses associated with issue 1's assemblage will be met.  Issue 1 has roughly $1k worth of already-paid-for top-notch content, and the rest of the cost is POD + S&H.  \n Seems silly that meeting my expenses would be a stretch goal, but I'd rather play it safe than bank on an explosive outpouring of pledges.  Because Cirsova Issue 1 is already paid for, I can put it out without needing to raise the extra funds to cover the costs.  \n Even if I don't meet this stretch goal, there's a good chance I'll try to scrape together enough money for a second issue this year, because I've already got some AMAZING stories from authors who have said \"I'll hold onto this until you can get the next issue together.\"  I want to tell you all about them and how great they are, but I can't until I actually get the ball rolling on issue 2 and pay for the rights to them. Stretch Goal 3: $10,000 Begin work on a second issue immediately. Now, $10,000 would be ideal, because that would mean that my poorly scrawled out calculations of content + mfg. + shipping costs turned out to be more or less right and I didn't completely screw up on calculating my per-issue price point (approx 1000 issues w $1 content cost per issue + approx $5 per issue pod allows for a per issue price comparable to the 'big' SFF mags).  Oh, it also means that I would be able to immediately begin soliciting stories for issue 2.\n\n  Stretch Goal 4: $20,000 I think I'll have enough to pay off my car note; that means an almost extra $300 a month I'll be able to sock away to invest in future content! Issue 2 will have interior artwork, for one thing! Notes on Shipping:\nI want to make this magazine available both as cheaply and widely as possible.  To do so, I needed to add variable shipping costs to pledge levels with rewards that can be shipped outside of the US.  Reward levels that are marked \"Only Ships to: United States\" have shipping costs factored in already.\n\n  Notes on Bulk Orders:\nUS Domestic Media Mail rates are the primary reason why these bulk orders can be pledged for so cheaply.  The downside is that these prices must be exclusive to US customers.  If you are outside of the US and interested in bulk rates, please contact me directly and I will arrange for the best deal I can make you.\n\n Notes on Advertisements:\nImage Advertisements will appear in soft-cover print and pdf copies.  Depending on how well we can get the eBook version formatted, they may appear there as well, however this should be considered a \"bonus\" beyond the pledge goal based on its technical feasibility.  Interior advertisements may be in true black & white or in gray-scale.  Color images should be converted to gray-scale before submitting. Be advised that the Rear Cover advertisement is sized to accommodated a barcode rather than fit the page. Advertisement images should be 300 dpi, with the following measurements: Please have both text and graphic ads prepared for submission no later than one week after the end of the Kickstarter!",
  "From it's inception in 1993, Gearhead® Magazine has been unique in the world of automotive journalism. Focusing on the lifestyle, stories and culture surrounding car enthusiasts, especially those in love with muscle cars and hot rods, the magazine became the world’s go-to source on the combined influences of pop culture, music and clothing on car culture and vise versa. It is a celebration of the DIY spirit in all things hot rods and rock and roll. Now in it's 22nd year, Gearhead® Magazine is once again being published after a 5 year hiatus. Welcome to the relaunch of Gearhead! Pioneering a movement unheard of until the magazine bearing the name GEARHEAD was first published in May 1993, former editor Michael LaVella  masterminded and gave birth to a rebel child that would soon become the basis for a movement known as kustom kulture. Raising the banner of muscle cars and guitar crushing garage rock GEARHEAD MAGAZINE became infamous among those “in the know” as THEE tastemaker for all things hot rods and rock and roll. Kooks and weidos dug it, but so did the general public! Mention you read GEARHEAD, and you were instantly part of the cool kids' club!  In 2000, the brand expanded to include the record label when Rev. Michelle became co-owner. Having met when both were writers for the critically acclaimed punk magazine Maximum Rock ‘n’ Roll, the two worked together to release over eighty records as well as create a line of clothing and accessories.  The team continued publication of the magazine, publishing one issue a year, with a goal to make it quarterly.  Internationally recognized, the distinct logo and products associated with the brand were sold to over 50 countries. But all that hard work took it's toll. The team split up in 2006 with Michelle taking over the record label, and Mike taking back the magazine.  The magazine went dormant in 2009 when LaVella stepped away from publishing to pursue other interests, but demand never died. A whole new generation of rock and roll and hot rod enthusiasts grew up reading about the legendary magazine, but could only find back issues to whet their appetite.   In 2014 the magazine was once again returned to parent company Gearhead Productions, Inc., where owner Rev. Michelle Haunold now seeks to revive the much loved cooler than cool rag with the enthusiastic release of the long awaited issue Number Nineteen!  When you pledge to support this project, you are funding the long-anticipated relaunch of Gearhead Magazine with issue #19. You are also helping to KEEP PRINT ALLIVE! Like the rest of the media world, physical products are going by the way side as it becomes cheaper to produce digitally. But nothing can replace the feel of a magazine in your hands, or the smell of a magazine as you flip through the pages.  That love of the actual product fueled the resurgence of vinyl in the music industry, and I’m hoping to tap into a similar passion for people who love printed media. I do also plan to make Gearhead available digitally for the first time for those who favor this form of content with print on demand and digital download options! But honestly, holding an actual magazine in your hands feels great, so why not go old school?  Once this project funds, (because I know it will!) and this first re-launch issue is published, my goal is to eventually get the magazine up to being printed 4 times a year. This has been a goal of mine since I first started working on the magazine back in 2000! I’d also like to expand coverage to a wider variety of topics, and stories, because there's so many great stories out there! Maybe it could even evolve into a podcast or TV show, you know? There's so much cool stuff out there to discover and share! I’d also love to be able to start paying writers, who right now submit projects voluntarily simply because they want to be part of GEARHEAD. The money being raised during this campaign will be used to print the physical magazine. It will cost about $3500 to cover the printing costs. Any extra money will be used to pay a professional design artist who will handle the lay out of the magazine and setting up the files for print. If there’s extra money after all that, it will go into the redesign of the GEARHEAD website where customers can shop online, subscribe, stay current on what’s going on with Gearhead and follow all our social media sites.  I don't want to reveal too much since I don't want to spoil the surprise! But the new issue will be packed with cool stories not seen anywhere else and exclusive photos! Running about 80 pages, the magazine will feature a full-color cover with black and white book stock insides. It gives the magazine that vintage feel, much like the old school Hot Rod and Car Craft Magazines that were the original inspiration. It will be a limited edition run of 2500 printed copies, as well as available for digital download and print on demand. Among the articles you'll get a \"from the pits\" look at the annual Yolo County Demolition Derby,  a behind the scenes look at the life of producer extraordinaire Kim Fowley, a short history of the custom car phenomenon from the '60s known as Zingers, and a chat with the creator of the wildly popular Lady Luck Tattoo Convention. Gearhead also sits down with Jake \"The Preacher\" Cavaliere, frontman for the long-running gear-grinding rock and roll band out of Los Angeles The Lords of Altamont.  And finally, the last known interview with Famous Monsters of Filmland creator, Forrest J. Ackerman.  There will also be lots of cool underground record reviews, movie and book reviews and lots more cool stuff for hep cats and kittens.  Does any of this sound interesting or fun? Got yer mouth watering for these and other cool pics and stories ? Then please help me get the scratch together to bring this baby to print! ",
  "\"Welcome to the 'Do Drop Inn', a quietly and quaintly Bar & Grill with optional Bed and Breakfast. Inside you'll find all the amenities one would come to expect from a reputable and long standing establishment, from some of the world's finest ales, great cuisine, and comfortable lodgings, to the hurried on-looker, everything seems fine with this well made piece of Americana, but, look deeper and you'll find a dark and sinister heart beats in shadows of this pub.\" I am looking for funding to facilitate the Copyrighting Fees, Legal Fees, Registration Fees, and LLC Start Up Fees in order to move this into a Production Status, and film a teaser trailer to start the larger Kickstarter Fund that will include the Over-all Budget of this Feature Length Film intended for Film Festival Release, and Possible Distribution.",
  "Hello Friends, My name is JR Renusson and in 2019 I will be opening up West Michigan's first All Vegan Food Truck: Faux.  Our mission is to reduce the world's dependency on animal products.  We will play a role in this by creating food that both vegans and non-vegans equally enjoy.  Faux will offer burgers, chick'n and fish sandwiches, grilled cheese, appetizers, along with shakes, cookies and more.  The entire menu will also be available gluten-free to insure that everyone is welcome. Having been vegan for over 10 years, it can sometimes be exhausting trying to find food that my wife and children will enjoy while also being vegan.  I've been working on this concept for a few years and I believe now is the time to let it loose.  Veganism has also been growing among all demographics as people are looking to either improve animal welfare, reduce their impact on the environment, and improve their health. Our end goal is to have Brick-and-Mortar Fauxs dotting the map all over the midwest but we will be starting with the humble food truck.  We need to raise approximately $50k to open up and are launching this campaign to hopefully get close to half that amount.  The money from this campaign will be used to purchase a used truck.  Then with our own funds along with some additional investments, we will outfit the truck with the necessary equipment, attain the required licenses and have enough working capital to launch in the Spring of 2019. I will use my passion for veganism, plus the knowledge I've gained through owning two vegan food businesses over the last 5 years, along with help from a seasoned restaurateur and other trusted advisors to bring Faux to fruition.  I have a culinary degree from the Secchia Institute.  I've created vegan menus for multiple restaurants and have created vegan product lines for national companies.  I have been preparing my other two vegan businesses (Bit Baking Co. and Cheeyeah) over the last year to be able to operate with minimal involvement from me so I can focus all of my attention on Faux this year and for the years to follow.",
  "Hey friend, my name is Tiffany and I'm raising money to move my current business, Jojo's Juice Bar & Eatery, from a local farmer's market to a storefront location. We currently offer a limited juice and smoothie menu to our customers, but we want to expand to offer healthy and natural food options. We have a passion for helping people get healthy through the power of food and nutrition as well as education.  One of our goals is to create outreach programs partnering with our local school district to educate children so they understand the effects of practicing good and not so good eating habits. We will also offer workshops that are open to the public dealing with nutrition, health, environment, and personal well-being. We plan to operate with a low to no waste policy in which all of our operating materials will be reused or recycled. We will utilize solar panels, rain barrels, and composting facilities. I hope you watch the video to get an understanding of my vision, because when it comes to our personal health and the environment, the investment is invaluable. We need to raise $16,000 for initial construction costs for the container business. I hope you choose to help. Thank you in advance, Tiffany  Jojo's Juice Bar & Eatery ",
  "This is a series of enamel pins inspired by one of my favorite animated films - Spirited Away! These pins will be hard enamel pins in rose gold but a few will vary in size! Most will be 1.50\" but some will be 1.75\" - I will add the details to each pin so read carefully! If successful I will be adding an apparel option - sweaters! More on that to come soon! **Details on this pin may vary due to the solid color I may need to change this! Generally will look the same. **Design may change to ”No face, no fucks” I am still debating on it. ill keep everyone updated on this!  **If we reach up to here I will update everyone on how to add to your pledge! Will add more tier pledges as the KS progresses and as we unlock more goals! Fees and packaging costs are included in the amount needed for each pin!",
  "I've been designing and painting skateboards for long enough that it has developed from a hobby, to a passion. This summer I am determined to turn my art into a skateboard brand, Studio Skate! I will offer both custom designs and my own designs, on handmade skate decks. I am a DIY girl through and through, and I am so excited to build this business myself! Check out some of my past work below!  REWARDS: I can't wait to offer my work to a larger audience, including you! By helping sponsor this project, you will receive a handmade gift from me, and even a custom skate deck if you'd like! Check out all of the rewards below, and thank you in advance for your support! x, Paige Circular logo stickers Durable vinyl logo keychain  8x10 logo poster featuring original photography by the artist Art Prints: Choose from 1 of 3 high quality prints of the artist's original skateboard art  Blog Interview: If you are a fellow creative, I would be happy to feature you + your work on my blog, Punkrockparti.com! Logo Skateboard Deck - Note: Actual design may vary. Decks will be made to order and handcrafted from wood. Decks will be under 31\" long, and will be flat. Skateboard deck shapes may vary, and will be cut and designed by the artist!  Original Art Skateboard Deck: You will receive a surprise original design on a handmade skate deck (example painting) - Note: Decks will be made to order and handcrafted from wood. Decks will be under 31\" long, and will be flat. Skateboard deck shapes may vary, and will be cut and designed by the artist!  Custom Skateboard Deck: If you can dream it, I can paint it! We will discuss your ideas and I will make them come to life! - Note: Decks will be made to order and handcrafted from wood. Decks will be under 31\" long, and will be flat. Skateboard deck shapes may vary, and will be cut and designed by the artist! ",
  "This project, a month of art making in New Mexico, is about painting and drawing development. I have had many influential teachers over the years, and one of them was Donna Bruton. She told me that the most important piece of advice she could give was to paint every day. I was unfortunately never able to tell her before she died how much impact her education had on me.   This time will allow me to fully focus on creating paintings and drawings. The schedule that I have set has me completing one painting per day. I will be alternating between 3 different types of painting.   1. Observational painting, where I look directly at real things like plants, and paint them.    2. Fusion painting, a technique where I take source material from a book of smaller drawings that I have done in the past, and combine them into one painting. 3. Abstract painting, where I use techniques of painting like gradients, and then spontaneously improvise in a jazzy style.   I will also be completing drawings in colored pencil. These are the smaller and faster counterpart to the larger and slower paintings.  With your support, I will be able to have a full month to focus on working on these paintings, and developing painting technique and theory.  For a selection of my previous work, please visit my image site or play the video above. Thank you.  http://natecarlsonpaintingdrawing.blogspot.com/",
  "Bio My name is Kevin Boylan. I first studied at the Pennsylvania Academy of the Fine Arts (PAFA) in Philadelphia as a Painting Major for two years. I discovered the  Florence Academy of Art (FAA) in my second year at PAFA and decided to continue my education there. I took a year off to work and saved everything to cover my first year in Florence studying at FAA. The next two years were spent going to school off and on while working to pay for the tuition when scholarships weren't enough. It's been a long hard road but I'm currently finishing my third and final year of FAA's program and expect to be back home in the states this summer.   The Hudson River School Fellowship For those of you not familiar with the Hudson River School Fellowship, it's an annual prize for young painters who pursue working from nature. It's modeled itself after the tradition of the Hudson River School (a 19th century romanticism American art movement). It's put together by The New York Grand Central Academy and takes a chosen handful of artists to experience three weeks of painting, lectures and talks by other artists. I've been accepted for this year's Fellowship.  Why I need Kickstarter With help from FAA (The Florence Academy of Art) I've been able to complete my education, but not without serious sacrifices. I've received an excellent education but I've had to take time off to work and poured all my savings into finishing school. The Hudson River School Fellowship is a great way to mark the end of my schooling, get involved with artists from my home country and give me enough work to have my first show.  The Fellowship has a small participation fee of $100 and the students are responsible for their own supplies and food.  This is where Kickstarter comes in. If successful this project will allow me to attend The Hudson River School Fellowship, have the supplies to draw and paint everyday while there, help with transportation, buy groceries for meals, and put together a small show exhibiting work from school and the fellowship.  Thank you for your interest and support in my aspirations. A lot of you have already supported me in my journey and education, even aside from this project, I just wanted to say thank you.  Follow my progress at the Hudson River School Fellowship on my blog www.KevinBoylanArt.Blogspot.com ",
  "After a decade in the outdoor industry as a ranger, educator, guide, and retailer, I am ready to launch a portfolio of outdoor goods that address the accessibility and sustainability needs of the outdoor industry.  Since I was kid in scouts, I lusted over the top of the line backpacks, mess kits, and pocket knives, but growing up as a first generation POC, I didn't always have access to the best gear. As I replaced my aging, simple gear for new technical gear, something was missing. Working for a large retailer informed me about the ethics of the large companies pumping out gear, and exposed me to the waste of the increasingly fast seasonal refresh. I saw the serious enthusiasts and crusty dirt bags who designed all of the classic gear, responsible for opening the out doors for most of us, be replaced with the fashion industry's approach to manufacturing and design.  Accessibility is an after thought, a point I had to confront recently as I tried to update my bike components and was looking at a price tag more than the bike was worth. Support me in filling out the empty bottom end of the outdoor industry with quality, affordable goods made in Minnesota by hand!  I know, birds are so passé, but hear me out: icterids, or the blackbird family, are a great symbol of what I want my portfolio to represent: thoughtful tools built by and for those who exist on the fringes of the outdoor industry. I think of my operation as a form of brood parasitism: I am salvaging the excess material production of large companies to create gear for those looking for affordable gear.  Let's face it, this is going to be a year of cutting back and looking for alternative solutions to daily problems, but don't let that keep you from using quality gear! Here's what I am doing and how you can help. I am setting out to create a line of simple and affordable backpacks and bags, among other experiments, that prioritize cost savings over bells and whistles. I will be using dead stock (material that is no longer wanted by the fashion/outdoor industry, sold at ~1/4 original cost) as the foundation of the line and sourcing quality notions ( hardware: buckles, thread, strapping, etc.) to incorporate serious functionality. The line will be made by hand in Duluth on my lovely Sailrite LSZ-1.  Each design will prioritize functionality and relevance over flair and features, in other words just what you need and not what you don't.  Current offerings: I'm weary of vapor ware, you should be too. This is why I am starting my funding request with small wallets and building the portfolio up slowly. One major aspect of preserving the value of my goal is keeping myself on track and producing rewards and designing the next offering in a timely fashion. I am a student of the lean, kanban, just-in-time models of production and will keep labor time down by streamlining specific runs of goods as they are funded.  I have already made the initial investments in my business and have the materials and tools for the launch of this kickstarter, your contribution is funding the development of the next product in my line. My funding goal of $250+ will buy the necessary yardage and appointments to design and produce my next line: storage cubes and two backpacks.  The biggest challenge for me as a designer is building a logical portfolio to bring to production. I have been brainstorming ideas for years, but I probably shouldn't launch that tent for river guides just yet! If this campaign is funded,  I will be able to launch a small range of gear organization cubes and one or two backpacks. Beyond that, I'd like to have a line of bike bags (panniers, handlebar, and basket bags) and share my knowledge and designs with the DIY community, after all, we are all beta-testers and the best gear is customized to our individual needs.  Thank you for checking out this project and contributing if you can, I hope to support your outdoor gear needs! ",
  "Hi! I'm Rowie and you may already know me as @onlyhappythings_ on  instagram ! I have a small business from which I sell enamel pins and other Disney related stuff. You can get a look into my etsy shop  :) Do you like Winnie the Pooh and his friends,  and cute enamel pins? Well, then I have some good news for you! Because in this kickstarter, there are not one, not two, not three, not for BUT FIVE different designs of Pooh and his friends, who are really sleepy, which will all unlock at a different amount of funding. PIN INFO: All the pillows will be white with glitter!  KEEP IN MIND: When you pledge, your money WON'T be taken out of your account until the end of the kickstarter! STICKERS you can also choose to get a sticker together with your pin! just add €2 to your pledge and the sticker(s) will come your way with the pin(s)! (Scroll down to see a close up of every sticker design). FIRST PIN: PIGLET - UNLOCKS AT €100   SECOND PIN: ROO - UNLOCKS AT €300  THIRD PIN: POOH - UNLOCKS AT €500  THE FOURTH PIN: EEYORE - UNLOCKS AT €700 THE FIFTH PIN: TIGGER - UNLOCKS AT €900 The pins will go in production after the kickstarter has ended. The production takes about 4 weeks. When they arrive at my place I will check them all and start sending them out :) During this proces I'll keep you updated. How to unlock the designs? If a design you like is locked, pledging to this kickstarter will help to unlock the design. It is possible that we do not reach our stretch goals but do reach the 100 euros to make this kickstarter a success. If this happens I will check with each pledger who has pledged to this campaign for 2 or more pins, if they want to maybe receive a duplicate pin or one of my existing pins (stock permitting). You will only be charged when the campaign is successfull! If the campaign is not succesfull, the pins will not be made and there won't be any money taken from your account! STICKER DESIGNS CLOSE UP Past pins Here are some of my previous hard enamel pin designs to give you an idea of what the enamel pins will look like!",
  "I am so very grateful for all of your support in reaching my first goal! I now have the funds to pay for the recording fees for the Nashville album. Now we are ON TO THE SECOND GOAL: $15,000!\n\n  At $15,000 I will be able to pay the production (printing) and mastering costs of the album. This is a crucial part of fundraising for this album. If I don't have the funds to actually pay for copies in-hand, there isn't a physical album. So, I humbly and gratefully ask for your support to reach my second goal. This album will be a pinnacle in my career and I'm so very thankful that I have friends surrounding me who are willing to help me create it! Thank you. Thank you! THANK YOU!\n\n - Chad ORIGINAL MESSAGE: I have wanted to make a Nashville record since I began writing songs, but not just your typical \"let's go down to a Nashville studio and record some songs in recording factory\". I mean one backed with creative clout and steeped in roots/Americana sound alongside the best players in the business. Now, after 19 albums, I finally have that chance!  I was contacted last year by producer/drummer Ken Coomer (Wilco, Uncle Tupelo) who offered to produce and play on my next album. Ken has been part of projects for Billy Joe Shaver, Steve Earle, Will Hoge and many others.  Needless to say, I was excited to get started! With the generosity of friends I have been able to record the first half of the album. It is going to be AMAZING! Guitarist Kenny Vaughan (Marty Stuart, Lucinda Williams, etc) joined the sessions along with bass player Dave Roe (Johnny Cash, Dwight Yoakum, John Mellencamp). John Lancaster (Gary Allan) also added some amazing keys and organ playing to my songs. Here's a snippet of the \"Matters of the Broken Heart\" rough cut from the new album: You get the idea, right? This album will be killer. But it won't happen if I don't come up with the funds to record the second half of the album. I sure would appreciate if you would help me make this album a reality! I'm seeking $10,000 to pay for the remainder of the recording fees. Please peruse the perks on the right hand column - there are some great things you can earn by being a donor - such as my extreme gratitude. I am so very thankful for any donation you can make! And also, PLEASE, PLEASE, PLEASE share this with your friends and family. You can make a big difference in the success of this campaign! Again, thank you so very much! I look forward to sharing the new album with you in the future! - Chad",
  "STRETCH GOALS - Even though we've reached our goal of $3250, you can still be a part of supporting \"Fighting a War\".   Any additional funds will be used on finishing the recording process (my actual expenses will be a little over $4000 after everything is mixed, mastered, and duplicated) and are much appreciated.  If we reach the stretch goal of $4000, ALL SUPPORTERS will receive:  All of the songs have been written and recording is just about complete.  I'm so excited about how all of these tracks are sounding. It's more \"me\" than anything I've ever done, but to finish the job the right way, I'm going to need your help  There are a lot of costs that go into making an album.  Although I'm self-producing this record, I'm certainly not doing everything by myself.  I've lined up an incredible team of musicians and engineers to be a part of this project. That list includes: Quite a list! In addition to this, there are the costs involved with album design (I've commissioned an original painting from local artist Tony Sobota) and CD duplication. Here's the good news.  I've been able to save up and pay for the recording of this project on my own.  The record is about 95% recorded at this point.   All the money we’re raising will go to pay for MIXING and MASTERING the record and also will go towards paying for CD duplication.  Mixing and mastering will be handled by some of Nashville's best and will ensure that the record sounds fantastic.  I'm so excited to release another record. I really believed after my last record in 2006 that I was finished. For all intents and purposes, I was done.  I quit writing and I quit playing shows... but for whatever reason, God wasn't finished with me quite yet.  After an unexpected burst of songs came in 2013, I knew that I needed to get these out into the world.  I am grateful for those of you who have supported my modest little music career over these last 10 years.  Every kind word has been an encouragement and a blessing along the way.  I'm turning 40 on October 30th.  My goal is that with your help, we can get this album released right around that time.   With gratitude,  Greg",
  "I've been working on 2 bird-centric projects over the last 10 months which will both be a part of my MFA thesis exhibition.  One project Impact is composed of large scale (44x65\") photos representative of the moment when birds collide with built structures. Many of the birds were found while walking in downtown Minneapolis or St.Paul for the Audubon's BirdSafe program during migration season. Birds are photographed intact and turned over to the Audubon society for collection and data entry. The second project DIY Bird Populator is a participatory exercise in rewilding and considering the consequences of loss.  Both project, at their cores, are concerned with an interconnectedness of species and the ways in which space is shared. Your support of my project through Kickstarter will help to offset costs of printing and presenting on a large scale as well as for having large, professionally made, print runs for my participatory project, DIY Bird Populator. For more images and information please feel free to visit www.mirandabrandon.com and/or www.facebook.com/DIYBirdPopulator",
  "Palancoatl Adventure Expeditions. Somos un grupo de jóvenes biólogos enfocados en la fotografía de Naturaleza en la región de las Altas Montañas en el centro de Veracruz, llevamos a estudiantes, naturalistas y amantes de la naturaleza y fotografía a conocer los lugares y las especies más asombrosas de nuestra región a través de tours donde podrán conocer, divertirse y fotografiar especies espectaculares en su hábitat natural. Las fotografías de naturaleza sirven como una herramienta para la educación ambiental y la concientización de las amenazas que están sufriendo nuestras zonas naturales y las especies que habitan en ellas, pretendemos utilizar nuestros resultados fotográficos y hallazgos científicos en proo de la conservación de las especies y ecosistemas de la región, así como también incluir a la gente de comunidades rurales para que apoyen en la restauración de los ecosistemas, conozcan las especies que los rodean y puedan aprovechar sus recursos naturales de una manera más sustentable. La región de las Altas Montañas es uno de los sitios con mayor diversidad a nivel nacional, reconocido como \"Hot spot\" para varios grupos de especies, gracias a que posee el gradiente altitudinal más grande de México que oscila entre aproximadamente 70 y 5,636 metros sobre el nivel del mar y que en ella se encuentran 9 tipos de vegetación destacando el bosque mesófilo de montaña, selvas tropicales y bosques alpinos. Por estas razones pedimos el apoyo para financiar este proyecto y así poder adquirir un mejor equipo fotográfico, equipo de campo como lámparas, casas de campaña, sacos para dormir, cuerdas y equipo de rapel, ganchos herpetológicos y un vehículo con capacidades para transportar amantes de la fotografía.",
  "The Humble Ink Art Gallery Show is my personal gallery exhibit of my artwork to the public out of my own home. The money, after the rewards are fulfilled for this project, will go towards the entertainment for the show and local marketing to bring clients in the door. Reward #4 Books to choose from  The New England Coastline has a lot of character. Take a photo tour through Old Orchard beach, Bar Harbour, and many quiet seaside towns that line the northeast corner of the U.S.A.  The Florida wildlife is unusual yet breathtaking. The Flamingo Gardens is a wildlife preserve that offers an amazing view into Floridas diverse animal life.  The Florida Keys is a stunning photographers dream. From the gorgeous sunsets to the old world feel, take a magical journey to the southernmost tip  of the U.S.A.  Over the years I have taken many photographs. The book is a compilation of all of my absolute favorite pictures that make me smile when I see them. Some of the pictures are beautiful, some quirky, but all fun. Here are the pictures that are available for rewards #3, #5, and #7.   Reward #9 Examples: Be aware that some or all of these paintings may be sold by the end of this Kickstarter project. These are examples of the type of painting the reward offers. If you choose this option, tell me who you would like to see a portrait of and I will paint that actor or actress for you.",
  "A place to enthuse, dance and delight with bad ass game changers.\n \nJoin us on 17-19th Aug 2018 in the beautiful Cotswolds. Open air, green fields, talks, workshops, music, food and fun.  *SECURE YOUR TICKET TODAY AND PAY NOTHING TILL JUNE 13th* Think TED Talk meets Music Festival... Talks and workshops with influencers and experts in the fields of sustainable living. Permaculture, Yoga, Relaxation, Ethical Stalls, Cutting Edge Vegan Vendors and definitely not a plastic cup in sight! Feeling disillusioned with the State of the World? Us too. Let's change the conversation to how we can make a difference. How our everyday actions amount to big change. Consumer behaviour shaping the world around us. Let's be the change we want to see in the world.   * Prices includes a free camping pitch  *Student and Child Discounts available *Ticket Plus and VIP backers will be emailed after the campaign to ask your preferred t-shirt size. All tickets include a FREE pitch to camp and park.  If camping isn't your thing we'll be sharing 'glamping' options mid June once the Kickstarter Campaign hasn't finished.  We envisioned a place where like-minded eco-warriors could all relax and enjoy sharing their expertise and life experiences in a beautiful stress free environment. We could've launched a day event in London, but it just wouldn’t have offered the complete experience we were after.  We needed to be in the open countryside breathing in fresh air, taking time to digest and integrate learning into everyday activities like yoga, eating, relaxing whilst having fun with friends. For our Kickstarter backers we're offering early bird access to our limited ticket bundles. We've had an incredible response with our Ticket Waitlist, so be sure to grab your tickets before they sell out!  Trying to live a Vegan, Zero Waste and Minimalist lifestyle can often feel isolating and comes with challenges made easier by connecting with others online who share the same values. But we believe No Planet B Festival is the perfect place to bring together these vast online communities so that people can meet in person and unite in spreading a very important message for the planet. So forgot your digital realities and come be face to face with those who inspire your everyday. We're setting a precedent for how festivals could and should run! ZERO-WASTE!  We need to get back to basics and cut out unnecessary waste and that’s why we are putting the responsibility on all attendees to bring their own water bottles, food containers, cutlery, coffee cups, and a metal straws.   *If you don’t have your own already, you can either purchase a zero-waste starter kit as a ticket 'add on' or purchase on site. TICKETS: \n* Prices includes a free camping pitch  2 Day Ticket  (Sat/Sun)  3 Day Ticket, 3 Day Ticket Plus, 3 Day Ticket VIP  (Fri/ Sat/Sun)   *12 and under attend for free  *Student and Child Discounts available",
  "Photography is what got me into guiding. On my tours I attempt to have my clients leave with not only life long experiences but photos they are proud to share. In 2018 it became obvious that the Valdez Glacier ice shelf was entering its end of life phase and I began to document its breakdown. What I thought would be an 6-10 year processes, quickly became a 2 year metamorphosis punctuated in a single cataclysm. On July 7, 2020, the over mile long Valdez Glacier ice shelf calved into thousands of pieces. This is the collection of photos from the first time I saw Valdez Glacier, through my years of guiding the ice shelf and glacier, to its demise. I would like to get this collection in print because there's something special about a piece of history you can hold on to. In the near future, even before my children finish high school, Valdez Glacier Lake will no longer have icebergs and these days will be just a stories of once when. I want to offer people the chance to see how beautiful it was. Your contributions help preserve and share that story. The book is 9\" X 12\", hard cover, 200 pages, and has over 250 photographs.",
  "Hi, \nich bin Chris Weltenbummler, Naturliebhaber, draußen Läufer, Streetfoodlover, Bergbezwinger, Sunset Klatscher und Momentablicher. 33 Jahre auf dem Buckel und gebürtig aus Berlin.\nMit meiner wundervollen Frau war ich die letzten 7 Jahre auf Weltreise und außer wundervollen Erfahrungen, Begegnungen und Momenten habe ich auch viele Bilder mitgebracht. \nMein größter Wunsch ist es genau diese Bilder, einem breitem Publikum zu zeigen. Neben einer Internetseite würde ich aber gerne einige Bilder ausdrucken lassen und ausstellen.\nMein Grundgedanke lag da, mit Unternehmen aus der Gastronomie zusammenzuarbeiten.\n\nZusammen Arbeit im Sinne von ich würde ein oder zwei Schaufenster des Betriebes anmieten und dort die Bilder ausstellen. Ich fand den Gedanken sehr schön, weil man so gleich die Gastronomie mit unterstützen kann. Sie hatten es die letzte Zeit besonders schwer.\n\nKurz zu meiner Fotografie.\nIch würde mich jetzt nicht als klassischer Urlaubsfotograf beschreiben. Ich liebe Details und den Minimalismus und bin der Meinung das die reinste Form der Fotografie in Schwarz weiß ist. Natürlich habe ich auch Bilder Farbe. Einfach aus dem Grund ein Blatt Basilikum sieht einfach nur in Farbe super aus ;)\nunter diesem Text finden sie einige Fotos von mir, um sich selber ein Eindruck zu machen. Ich bin im Gespräch mit einigen Unternehmen die Bilder auf Hahnemühle drucken. Das letzte Wort ist aber beim Preis noch nicht geschrieben. Aber soviel steht schonmal fest die Bilder werden alle auf 120 x 90 cm gedruckt.",
  "Hi Kickstarters, my name is Rebecca Case.  Giclees are close-to-original prints, and the photography and setup fees are expensive for each painting to do. Your help in this project will allow me to get started showcasing my art to a wider audience.\nRewards for this project are prints of my work, so you'll be able to have an original print that you directly helped create. I'll also include a signed letter with the print, showing it is an original from the artist and thanking you for supporting me.   The paintings available as rewards are as follows:\n\nMy recently completed project and fourth painting, the Getty Gardens (original size 22\" x 30\"): My previous project and third painting I've completed, a cozy winter scene from Flagstaff, Arizona (original size 12\" x 16\"):\n\n Also available for prints, my second painting, Cherry Blossom Pond (original size 16\" x 12\"):\n\n I truly appreciate any and all support I receive. It will help me on my way to sharing my art with the world. If you can't pledge, please help by sharing with your social network, commenting on my project and liking it. You can also follow me on Facebook. \nRebecca Case, Watercolor Artist  ",
  "Feminists have never hesitated to dissect and attack art whose misogyny offends and repulses us. But what happens when we fall in love with the work of a musician, writer, or painter we see as anti-female? Do we rationalize our cognitive dissonance away, turn our back on the offending artist, or find a way to embrace the film or story that moves us while acknowledging what disturbs us about it? How does our attraction to misogynist art complicate our relationship to both the artist and feminism itself? When we asked these questions earlier this year in our call for submissions for It's Complicated, we received an overwhelming response, both from contributors and those eager to see the project come to fruition. Although we originally intended to publish a single anthology of feminists' personal essays on loving misogynist art, it soon became clear that the potential subjects were endless and the range of approaches to them broad. Many writers told us they'd spent years thinking about their fraught relationship to a particular artist or work. In kicking off the project with a series of handmade, themed zines culled from the excellent submissions we received, we hope to start an ongoing cultural conversation about the uncomfortable yet influential role that misogynist art plays in our lives. Over the next several months, our plan is to expand It's Complicated into a book and create a website where even more contributors can publish their writing and readers are invited to participate in discussions on the topic. The money we raise from this Kickstarter will fund the creation of two limited-edition zines: Totally Crushed Out, themed around the writers' teenage love of a problematic artist, and Identity Crisis, focused on contributors whose appreciation for a certain artist leaves them torn between their feminist values and some other aspect of their identity. To design the zines, we are working together with Birds of Lace, a small feminist literary publisher. After they are designed, the zines will be printed by the DIY-minded printer 1984 Printing using quality materials.  TABLE OF CONTENTS FOR IT'S COMPLICATED #1 and #2: It's Complicated Zine #1: Totally Crushed Out! It's Complicated Zine #2: Identity Crisis Following this, we will publish additional zines as the book project seeks its home.  It's Complicated is edited by Judy Berman and Niina Pollari. Contributors include: Gina Abelkop, Nona Willis Aronowitz, Lauren Barbato, Diana Barnes-Brown, Claire Basarich, Kat Bee, Elizabeth Blackford, Harley Brown, Megan Burns, Jill Coneys, Brooklyn Copeland, Elisabeth Donnelly, Sady Doyle, Margaret Eby, Lindsey Eichenberger, Amanda Farah, Julia Furlan, Roxane Gay, Ezra Glinter, Emily Gould, Sara Gray, Rohin Guha, Mikki Halpin, Nicole Kubon, Sammy Lifson, Greg Lindberg, Nate Logan, Bonnie MacAllister, Nina Mashurova, Valerie Paschall, B. Michael Payne, Jenn Pelly, Tom Ribitzky, Kathleen Rooney, Robert Rubsam, Katherine St. Asaph, JD Scott, Rachel Somerstein, Rachel Steele, Nicole Steinberg, Arianna Stern, Heidi Vanderlee, Kate Wadkins, Carissa Wagner, Angela Veronica Wong, Caitlin Yates, Susannah Young, + more TBA.  ABOUT OUR KICKSTARTER REWARDS: The picture that will go on the Venus de Milo \"I'm An Object\" tote bag, drawn by Minna Pollari: How will this design look on a totebag? Kind of like this. (Not the actual tote, but just so you have an idea.) The Bananarchist Cookbook by Jane Gish. Click here for more info:  Learn more about Super Foxy Sweets, who will provide the vegan, gluten-free truffle sampler reward, here.  Samples of Sean Ruch's video work are available at his Vimeo page.",
  "For my exam project, i have to make an horror movie. We have been focusing on this topic all throughout our classes. I am a big horror fan myself, and i have been watching almost all horror movies, and all i now need is YOU! I have the idea to make a danish version of a \"found footage\" film. In Denmark there has only been 1 \"found footage\" film ever. We have the perfect scenery. Creepy old forests, castles, mansions and other creepy areas. My idea is: A boy and his smaller sister is on a roadtrip with 2 girls. Their car gives up and the backpacking trip they were going on, starts sooner than expected. They have no GPS, NO cellphone signal and only each other. Lost in the huge forrest they encounter voodoo, old danish folklore and a creepy \"entity\" that just won't leave them alone. They end their journey by an abandoned hospital, hungry, confused and with amnesia. They are less people than when they began. But what did actually happen in that forrest?   Only the tape reveals!",
  "Debbie and The Devil is an indie horror film which tells the\nstory of Debbie Jones, a five-year-old girl who makes a deal with the devil\nhimself after witnessing her entire family die in a freak accident. At\nseventeen, Debbie must meet her end of the bargain: A murderous task involving\na beach house and Debbie’s classmates. The goal is to make a truly entertaining\nhorror film that plays with genre conventions and throws out tiresome clichés\nwhile also having a darkly humorous, surrealist tone. We have all seen the\nmovie where a bunch of kids go to some secluded place and get picked off by\nsome evil person or thing, so instead of laboriously going through the motions,\nDebbie and The Devil approaches the story from an angle rarely seen in\nmainstream horror films: It is from the perspective of the slasher, that, and\nit’s meant to be fun. The\nmajority of horror films are, quite frankly, cynical cash grabs. They are made\nby committee, and usually the end result is a lifeless and a bit depressing\nexercise in separating teenagers from their allowances. Debbie and The Devil is\nmeant to be a lively, fun,  and\nshocking (in a fun way) experience. It is a movie made with midnight movie\nmadness in mind. Tailor made for the following audience groups: horror lovers,\ncinema lovers, lovers on dates and lovers of fresh, exciting cinema. Most\nhorror movies, and, lets face it, movies in general, are painted by the\nnumbers, Debbie and The Devil is a mad frenzy of a horror film, meant to make\nthe audience giddy with excitement and disbelief. While the list of films and\nfilmmakers that have inspired Debbie and The Devil could fill a large book,\naside from the obvious influences like Tarantino and Eli Roth and Scorsese and\nboth Anderson’s, Debbie and The Devil is strongly influenced by slasher films\nand Italian Giallo movies like Argento’s Suspiria and the works of Mario Bava\nand Lucio Fulci. If you took every horror film and put it in a blender and\nadded a dash of Dragon Ball Z and a pinch of Monty Python, you would get DEBBIE\nAND THE DEVIL! So please donate to see this wild piece of cinema come to life!",
  "A little bit about myself. My name is Krista and I am a documentary photographer whose work focuses on landscapes and social issues across the globe. In 2018 I attended Kingston School of Art in London and received a Bachelor's degree in Photography. My projects aim is to engage people within the beauty and reality of the natural environment that surrounds them.  You can find more information about my previous projects on my website https://www.krista-gurcka.com/ or on Instagram www.instagram.com/krista.gurcka About the exhibition.  This is a documentary project on the environment and how the impact of natural phenomena such as volcanic activity and pollution have changed the communities within Indonesia. This is not just about the beautiful country that Indonesia is and the amazing landscapes that it holds, it’s about the communities that live there. Photographing their struggles, laughs and smiles as well as their hard work to earn a living in order to be able to take care of their families.   The aim within this project is to educate people on issues that the locals have to live with each day due to the constant changes of the environment and geological impact the constant activity of the volcanos brings.  With so many natural disasters happening all over the world, from tsunamis, earthquakes, hurricanes, volcanic explosions, wildfires to sandstorms and flooding. I think it’s important to acknowledge these global issues and find new ways for man made structures to work together within the landscape and improve the living of communities that are impacted by these factors.  This project is very important to me because I set myself a task to launch my own personal first solo exhibition about something I am passionate about, with the hope to be able to positively influence everyone that comes to my exhibition about global issues and ways to overcome them.While enjoying the beauty of a two week long documentary project that explores the landscapes and communities of Indonesia.  In order to make this happen, I need your help! As I am funding and running this project completely on my own, I kindly ask that you guys help me achieve my goal for this year, as I believe great things are done together. Furthermore, the big aim of this project is to come together, work as a community and make a difference for the better. Therefore with your help, my project can have a stepping stone to achieve more and impact people on a bigger scale towards the future.  If you believe in my project and the aim behind it, please go and support. About the exhibition This exhibition will include roughly 10-20 pieces of A4 to A2 size prints, all covering a varied range of documentary images of the volcanic areas of 'Mount Bromo' and the 'Ijen Crater'.  Following by a hard cover photo book, which will include research about the volcanos with further imagery and information gathered from the locals about their everyday lives in these conditions.  Below I have included some of the photographs which will be displayed in the gallery and the photo-book so that you guys can see what to expect from the show.  The Funding.  The money raised from your donations will include the cost of the rental of the gallery space which is £1,200 for the week and £500 for the costs of printing and framing the images on the finest quality paper.  Lastly, I would like to thank anyone who's supporting my project and I hope you enjoy my images and the project itself and will be able to take back something new for yourself and a story to tell others.  Kind regards,  Krista",
  "Project Goal I am excited to inform you, that I am launching the crowdfunding campaign to support my sixtcoming book, to be released in December 2019, in partnership with Escourbiac publication house. My photographic project is about documenting the Faroe islands archipelago - the green jewels in the North Atlantic ! The goal is to publish a Coffee Table Book about the nature and lifestyle found in the Faroe islands. I intend to print a hardcover version. The book will contain approximately 120 pages and the size format of 22x26 cm. I wish to share my images in the book with the public, to show the unique Faroe islands never seen before : its people, its exotic life forms and the harsh beauty of the landscape. Also, I wish to raise awareness of the risk of vanishing cultural heritages in the islands, like collecting bird eggs, raising faroe horses, agriculture and fishing traditions etc. Many people don’t even know where the Faroe islands lies and the destination is still quite unknown for many travellers. As part of the project, I will hold photographic exhibitions at various locations around the world.  I expect the first exhibition to be shown in Paris, France in early 2020 and further on in Copenhagen, Denmark as part of a campaign promoting tourism to the Faroe islands. Supporting the project My Kickstarter backers have the option of receiving a fine art quality print of one image in the book or, a limited edition Coffee Table Book.  Another option for the Kickstarter backers is to choose among various pictures on my website martinjohansen.com/gallery and order a print of 35 euros, in order to support my work and book project. My Background My name’s Martin N. Johansen, I’m originally from Denmark. My passion for the great outdoors and wildlife led me to become a nature photographer. For the past 28 years, I have specialising in photographing landscapes and animals around the world, on every continent, from New Zealand to Antarctica, France to Yemen. My photographs have appeared in many publications and have also been exhibited both in Europe and in the United States. Beside exploring the wild areas of Greenland and Iceland, I have been travelling widely in the Faroe Islands since 2008. Over the years, I've been adding many images to my archive. Recently, I collaborated with both danish, german and french magazines and published my articles and photo stories about the Faroe islands. What will my project involve ? My project have already involved lots of time and energy - more than 10 years and numerous trips to the Faroe islands.  I expect to finish the final pictures end of october. I will then start editing and work on the lay-out of the book in collaboration with a graphic designer. Additionally, I will be adding illustrations in the book and expect to complete the final lay-out and illustrations early or mid-novembre, 2019.",
  "Hi! My name is Sarah and I’m a wife, mother and Disney fanatic living in the SE of England. In the past 18 months I’ve got into the Disney pin scene, building up great relationships with traders and sellers alike.  Last year, I decided to dabble with creating my very own pin and after a tentative start, it sold out within a matter of months leaving me chomping at the bit to release another. I enjoyed the entire process, from spending hours creating and tweaking the design to get it just right, (waiting for the physical product was excrutiating though as I’m so impatient,) managing and setting up my own online shops, promoting and finally, packaging them up and sending them off to their new homes. I loved reading the positive feedback (all of which can be found on my Spookyloupins Etsy page) and seeing the tags on Instagram. Marie seemed like the perfect choice as the starter, for what I hope will become a mini series featuring several other Disney cats, because she is absolutely adorable (and sassy.) The addition of the daisies is a personal nod to my favourite film ’Alice in Wonderland.’ I wanted something playful and fun. Thank you so much for even clicking on my project let alone potentially pledging. Any amount helps towards the goal and I am so thankful for all the help you can offer! 💜",
  "Intendiamo realizzare un Civic Network, cioè un social network con obiettivi civici, che favorisca non solo relazioni orizzontali non tra cittadini e Pubblica Amministrazione, ma soprattutto tra cittadini, associazioni, enti e imprese; disegnato per stimolare l’impegno e la collaborazione in base a interessi, luoghi, passioni, bisogni e risorse… La Rete Civica di Comunità, una volta superato questo periodo di distanziamento sociale, uscirà dalla dimensione Internet attraverso cui ti si presenta. Il gruppo vuole farsi promotore di ogni iniziativa che possa favorire l’opportunità di vivere momenti di svago, solidarietà, tutela, promozione del nostro territorio. Anche semplicemente collaborando con chi già si impegna in decine di iniziative spesso poco conosciute o poco valorizzate.\n\n Abbiamo pensato al modello di Rete Civica (vedi Wikipedia) perché grazie a Internet oggi è possibile favorire la comunicazione interattiva e tra i cittadini. Coinvolgimento che abbiamo indirizzato principalmente alla Comunità delle persone, delle associazioni e delle imprese, perché attraverso questa Rete possano discutere e confrontarsi allo scopo di produrre concrete proposte da consegnare alle istituzioni amministrative territoriali. ",
  " As a little girl growing in Puerto Rico, I would to go to the market with my mom. First stop was produce.\nShe would get green peppers, onions, cilantro and quite a few other vegetables and herbs to make her sofrito.\nMy mother was the oldest daughter and third oldest of ten siblings. She had allot to do with the raising of the younger siblings. She grew up in Ponce Puerto Rico, the south side of the island. Her family, very poor. She learned at a very young age to cook utilizing local harvested ingredients as well as herbs from her mothers garden and had a passion for it.\nUpon returning from the market, she would place all her vegetables and herbs on the kitchen table and start separating them.  I remember as if it was yesterday the essence of the aroma of the fresh herbs. The table covered, I could not see the tabletop.\nYou see, her sofrito was so award winning with friends and family, she would make bulk amounts to share it with everyone.\nMy mother  passed away a few years back and my father passed a couple of years after her. When my brother and I went to their home to clean it out, The first thing  I new I wanted to find was mama’s recipe box.  After reading some of her recipes i came across her \"SOFRITO\" recipe.  It was then that  after all these years of following what I thought was her recipe (she had three different recipes), I was missing a couple of key ingredients. So, I went to the market, bought all the things on her list (for all three different recipes). Came home, made the recipes and I was overwhelmed at the difference in taste. I now understand how she would use one of the three with different dishes she would prepare.\nI have partnered up with one of New York’s finest executive chefs, Chef Jim Donahue, who is also my husband. Chef Jim was so impressed with my mother’s sofrito; we began to come up with recipes for other products, So you will have to stay tuned in.\nWe are committed to providing only the freshest product. \n Cheers,  Sharon And Jim www.mamassofrito.com",
  "We are planning on opening an all vegan all gluten-free restaurant providing various fresh fruit and veggies. We are sourcing some of our products locally to promote wellness within our community. We are raising funds in order to lease a property to be able open a store front. Funds will also be going towards various equipment that is needed. In between the restaurant opening we also plan on selling from local eatery's to offer them vegan and gluten-free goods. This will also help raise funds and be going towards opening Gaia's Gairdin. We are needing to raise over $200,000 in order to make this happen. Des Moines Vegan and Gluten-free community is constantly growing. We feel there needs to be a place where our guests can come and enjoy themselves and not have to worry about what they are eating. Additionally we would like to make this a spot on the map so people from all over can come and visit and enjoy one of our meals. ",
  "We are raising funds to get our vegan nut cheese passion back into action.  We started Terra Nut Cheese in July this year as a project to make amazing cheese without the using any animals products. We believe that vegan cheese can and should be amazing and affordable.  Our business was dealt a near fatal blow when the council revoked our license and told us that we need to re-register under a custom plan with the Ministry of Primary Industries. The new license is very expensive and we will need a new premises as well. That is why we are coming to Kickstarter. Help us get our cheese factory back up and running and in return we are offering cheese to you in return!  Our cheese is is nut based and so quite different from most of the dairy free cheeses you will find in the shops which are often rubbery in texture. Our cheeses are rich and creamy.  Current Range Cashew Cream Cheese - Original Cashew Cream Cheese - Herb and Garlic Cashew Cream Cheese - Smoked Paprika and Chili Almond Feta Almond Parmesan Sprinkle Currently Under Development  Cashew Cheddar Almond Blue Cashew Camembert",
  "A bit about why I want to make this album... I've been writing and performing these songs for the past two years now, and after every performance, I get asked, \"Where can I download your music?\" And I never have a good answer. The songs are about telling stories and talking to the people listening. Shared experiences and personal relationships. I've tried to sit down and do simple recordings on my own, but I was never satisfied with the outcome, mostly because it lacked human connection and the songs seemed to pale in comparison to live performance. But. At the beginning of this year, I decided that I wanted to do something bigger with my music. Something more than one night at a bar or theater. Something that I could give to people, because ultimately that's what it is, a gift. A bit of myself that I want to share with anyone that's willing to listen, because I have a feeling that the listener will relate. So I needed to figure out how the music could translate from live performance to simply audio, because those are two very different things. One night at a dive bar in the east village, my friend Lorenzo Wolff convinced me to let him produce my album. (it didn't take a ton of convincing...) Through his studio, Restoration Sound, I'll have the opportunity to work with other musicians, who will help me create a fuller sound, and engineers, who will mix and blend the sounds so that there is balance. It will be my songs heard in a way that has only ever existed in my head, where they are always much bigger and more complicated, even though in reality they are just little things. It is going to take so much work. And time. And talent. Which is why I need to raise money. Work, time, and talent should be compensated. The money raised will go to pay the musicians that play on the album, and the engineers that put such meticulous work in finding that perfect mix. It will pay for studio time and for the time that Lorenzo puts into crafting other instrumentals and gorgeous harmonies to accompany me. It will pay the artist who creates the album cover and then the press that actually prints the album itself. The money you give will buy the meal I feed the musicians as we go into a twelve hour day of recording, because dear me, they need to eat. You see why I need your help? The amount that I am asking for is the bare minimum required. If we raise more than that, that means the album will be that much better. If a song desperately needs a harp, that extra money will pay for that harpist. So please empty your pockets into this kickstarter. And please tell your friends about it. I promise they'll want to hear the music. I don't know much, but I do know that it is good.",
  "Hooray and thanks so much!  We made our goal!  You can still get the great deals listed on the rewards page for two more days, and the money will still go to production of the cd.  The full cost will be around 12,000 if all  goes as usual, and if I can cover even more of the expense, I'll be very grateful and promise to put it to good use.  Moonshine, Lime and Sugar started with this song at Clifftop last year! And this year, it won best new competition in the new song category! Hi!  If you're reading this, then you've probably danced to my music over the years at a local contra dance or festival.  You'll know that I'm both a traditional fiddle player as well as modern tune composer, and that I'm a tireless dance fiddler!  You may or may not know that I also play swing, country, gospel and blues as well as traditional folk. You also may have heard some of my original songs and tunes on past albums with the Avant Gardeners band and my own previous solo recordings, such as No Gravity.  Having just moved to Asheville, NC, and passed through unexpected life changes, i find that my songwriting has sprouted new wings and I'm so excited to be in the studio recording them with my favorite musical partners, the hyper talented guitarist, Bert Carlson, world class percussionist Loren Oppenheimer, and everyone's favorite bass player, Ralph Gordon, with guest appearances by Dave Bartley on mando and guitar and George Paul on keys.  This project swept me away at a time when funds are quite limited, so I'm asking friends and the dance and music community I'm lucky to be a part of, to help me out with this kickstarter campaign. By basically pre-ordering your copy of the CD, I'll be able to complete the project this summer and hopefully have a recording for you this fall.  There are also some other great rewards, so check it out. All the new songs are written and some already recorded, but there is much left to do! Not to mention, that new songs keep cropping up!!  I'll be posting some links on facebook for you to listen to the new songs, so watch for that!  I'm so grateful to be part of the folk music and contra dance communities and I welcome your support in this effort. Here are some rough cuts from the project: Autumn Leaves, Avant Gardener style. Cricket Hill, Ms. DK with all the Gardeners.   The Secrets of the Heart.  Just One Day Please help support our project!",
  "Hi! My names Georgia and this is my second kickstarter! I run the etsy shop The Dew Drop Designs! Over there I make and sell pin badges, stickers and a whole load more of cute kawaii goodness! My last project was to make my first ever enamel pins and they were so cute that I thought I'd do it again! This project is to raise funds for me to produce my character Oaklee the octopus (and their friends) as wooden pins for my little store! These are a more sustainable and eco friendly alternative to enamel. They will be made into 38mm (1.5 inch) pins with 2 backing posts for extra security.  The main goal for this project is to get Oaklee and their friends made into a 38mm wooden pins. They will all have a rubber clutches and come on a designed backing/presentation card to match. You will also receive a handwritten thank you note and a 20% discount code for the etsy shop. If we manage to get funded, then I will add new goals which could be a new character or even key rings etc!  As soon as the pins are received I will pop them on the backing cards and package them so I can get them to you as soon as possible! I've set the reward delivery date as May 2020 but if all goes smoothly you should receive them well before this. I will also be sending updates at each stage!",
  "Fan art crafted from enthusiasm and passion! for future pins be sure to follow this kickstarter account. If you like my work be sure to follow on instagram! I got a lot of good stuff on the way :> Thank you so much for supporting this project ♥  Things to know before pledging - thank you to Yuena for allowing me to copy paste ♥  You are able to cancel or change your pledge anytime before the campaign ends. ♥  If the campaign is not successful, you will NOT be charged. ♥  Surveys are sent out at the end of the campaign to collect addresses and pin choices. - Hard enamel, black metal plating, 1-2 rubber backing - Pin is under 1.5 inches Stretch Goal -> - if we get to $3000 aud I will include \"filler pins\" - one free set to every tier pledge! that's an additional 3 pins for each backer just for participating! (love ball, pokedoll, pecha berry) - once unlocked filler pins may also be added on for $10 (whole filler set) Are you purchasing as a gift? Every popipin product comes wrapped in tissue paper and sealed with a sticker - so everyone gets to unwrap their new pin(s)!  - I only ship out \"A Grade\" pins - B tier and below are distributed for free in my store Mystery Boxes! This means your purchased pins are free of scuffs, scratches, chipping and other imperfections. - Shipping is $10 international and $5 within Australia - all packages include tracking. I am not responsible for those stuck in customs or custom fees. - Production begins after the campaign ends, within the month they will be shipped to you! After dispatch they will arrive within 10 business days. I may begin production early - if that's the case I will post updates! - All my backing cards and packaging/shipping materials are eco friendly, responsibly sourced and biodegradable!",
  "Kickstarter asks to talk about our project as if to a friend. But my friends already know about this project. A bunch of us are behind this project.  We love the cronicles of Amber, the books written by Roger Zelazny, from which also came a great Diceless Role Playing Game.  In the past there has been a fanbased magazine about Amber. The Amberzine. And also fan made spinoffs like Trumpcall.  A while ago the idea started to brew among a group on facebook to start a new magazine.  Nowadays it is so much easier to reach the fans, the writers of fanfiction, the artists and the rule creators.  So we want as a group of fans to start a new fanzine for the chronicles of Amber including  the Diceless Roleplaying system. We already have enough content to fill up the first issues. And there is more coming in.  But we need some start up money for a decent editing tool and of course to have the issues printed and send out through the world.  So fans of Amber, join in and spread the love for Amber and Chaos.",
  "“The term ‘gig economy’ refers to a general workforce environment in which short-term engagements, temporary contracts, and independent contracting is commonplace. It’s also referred to as the ‘freelancer economy,’ ‘agile workforce,’ ‘sharing economy,’ or ‘independent workforce.’ You might think it’s a buzzword, and you’d be right, but the widespread growth of startups supporting the gig economy (and the number of workers leveraging them) are a sure indication that the nature of work as we know it is changing.  The freelancer economy (or freelance economy) differs from traditional employment in that jobs are not permanent, but more specifically, the term relates to many one-off tasks or individual shift assignments. However, the term may also be used to reference longer-term freelance arrangements and independent contracting assignments.”  Angela Stringfellow, Wonolo I am a freelance writer and editor; I sell handmade items; I work for Mturk; I am a substitute barista; I manage summer rentals of our home (no, we don't have two homes...last year we slept in a tent in a field for six weeks while the vacationers enjoyed our cabin.)  I teach in exchange for a tuition discount for our kids; I take care of my sister's kids and she takes care of mine.  This alternate economy seems to be shrouded in a veil of mystery to many people with more traditional jobs, and this zine is an attempt to pull back that veil.  Our workdays are invisible because people don't understand what we do; people look confused and awkward when I tell them I've been \"busy with work.\" Yet we live in an exciting time, with internet access making all kinds of work possible from anywhere in the world.  There are a million ways to do it; I hope to feature 8 or so examples in this zine, What We Do: Invisible Workdays in the Gig Economy.   What We Do will be digitally designed with embellishments added by hand.    An investment in this zine is an investment in future SelkiePub zines as well, as some of the equipment and materials (chiefly the printer) purchased will carry over.  As a family, we are very excited about anything DIY that fosters creativity and we want to break out of the constraints of traditional commercial publishing.  I hope to feature voices from my native state of Maine as well as others.   Some other projects on the horizon (working titles!): Short Lines: Stories from Maine to Maine (a periodical multi-issue zine) Holy Words: a short series of mini zines about interplay between different definitions of traditionally religious words like sanctuary, vocation, icons, etc.  Hack Shaming: In Praise of the Humble Start  *Update 1/27:  Things I forgot in the original budget: long reach stapler and graphic design program subscription...there will be more things that I forgot, if I’m not mistaken!",
  "Nine people out to do some late night laundry suddenly get caught up in some super natural problems and must find a way to survive. This short is meant to bring you to the edge of your seat in the small amount of time we have created it to be.  We plan to go into the depths of your mind and touch that sense of fear that we all have within us. ",
  "For the last eleven years, I have taught Mary Shelley's Frankenstein in high school.  Every year, I am asked why there are no movie versions that are accurate and true to the original novel.  A deep understanding of the original text reveals amazing details, characters, themes, and plot elements which are missing from all of the films titled; Frankenstein. Through this campaign, I intend to create the worlds first textually-accurate screenplay for a film version of this great Gothic novel.The money raised will be used solely to pay for printing, processing, publication, and advertisement.  If a film production company were to want to turn my dream into an actual film, all Kickstarter contributors would receive additional rewards and recognition above and beyond that of the initial campaign. My credentials are small, but noteworthy.I have taught English Literature, World Literature, Mythology, and composition for twelve years.  I have stage experience both through music and drama.  I am a skilled writer in both creative and technical fields.  My most important credentials for this project are my passionate love for Mary Shelley's Frankenstein and my desire to finally see this author's work displayed accurately on stage for the world to see.",
  "The Infamous Flapjack Affair will be hitting the road and traveling up to our chosen recording studio: \"The Old Pig Farm\" in Sheffield, England. \nAfter calling a number of conventional, generic studios around the UK, banjoman Benjamin Barron dialed the eleven fateful numbers listed for the intriguing-sounding \"Old Pig Farm,\" which is built, as chance would have it, on an old pig farm. The conversation went something like this --\n Banjoman Benjamin: Do you have experience recording folk music, banjos, and cello? \nOld Pig Farm: Sounds right up our alley! One of our engineers even plays banjo.\n BB: Fantastic!\n OPF: By the way, where were you planning to stay when you come? \nBB: Well, Sarah lives in Sheffield...\n OPF: Ok, well the cheapest option would be to camp on our land. And by cheap, I mean free. And we'll provide tents. \nBB: Sold. \nIt has been a dream of ours all year to record our music, but with a student budget our options are limited. With your help, we'll be able to cover our trip up to the farm and get a high quality recording, mix, and master of our brand new music.  \n",
  "I wanted to make a short film that would at first lull audiences in with a sense of safety, and then slowly pull the curtain back to terrify audiences and ultimately leave them shocked and disturbed by the ending, which I believe to be quite chilling, and that will all be achieved without using any words. It's all in the visuals.  This film is to be directed with grace, and simplicity. It's a quiet horror film, and only becomes bloody in its last moments. It's a pure example of a tension builder. I prefer scares that don't hammer you over the head.  Horror is my bread and butter. It's a genre I respect as much as anyone would respect their favorite genres. I specifically use homages to classic babysitter in peril films like, \"Halloween\" and \"When A Stranger Calls\" (the original).  People will be afraid to walk home afterwards. I want them to be terrified to go home to their empty houses. I want them to think twice about answering their phone.  The film has already been cast, and we've done several table reads and will be starting with continual rehearsals, blocking, choreography, and effects tests right up until the start of shooting on August 9th.  Put simply, the things that I'm seeking by starting this Kickstarter are things that myself and my crew need to make this much more than a low budget short film. Costume rental, better lights, better sound equipment, top of the line effects kits for some of the more visceral scenes (we're going practical). To deliver a quality product, I know these things are paramount.  I want this to be cinematical.  The Long Night will achieve this, and that's a promise I can keep.  Here's the IMDb for the film: http://www.imdb.com/title/tt3884862/ Here's the link to the Facebook page, with steadily gaining followers: https://www.facebook.com/#!/longnightmovie?ref_type=bookmark",
  "WHAT WE’RE UP TO:\n   We’re the Bread and Butter Band, and we need your help. We have a whole full-length album written, and have demos done of all the music. We’ve recorded three of the tracks in the studio already, and we’re ready to do the other 9!     We’ve already put hundreds and hundreds of hours into creating this music, and recreating and practicing and recreating and performing it. We’re now ready to share it with all of you.  WHY WE NEED YOUR MONEY:  Did you know it costs more than $500 a day to record in a professional studio? During our first studio experience, we tracked three songs a day, and then took another day to do vocals on those three tracks. And then it costs the same amount to complete all of the post-production work with engineers to mix, and then subsequently master the album. When mixing for an album, it takes even longer than tracking. \n   This puts us at approximately $10,000 just to complete the recording process. It took us a year to save the $2000 we spent in the studio on round one, and we’d like to complete our album sooner than 5 years from now.  WHAT TO EXPECT:\n   If our project gets funded, we plan on recording our album in the fall and winter of 2014.  We're not asking for you all to do it all by yourselves, we're planning on raising the other third of the total cost. That means you’ll have a copy in your hand within a year from now if you make a donation. And that means we’ll be able to use it to book festivals and tours that take us near your town next summer! We’re ready to work to make this project, our dream, a reality, but we can’t do it without your advance support. WHAT HAPPENS IF WE EXCEED OUR GOAL?  THANK YOU FRIENDS, FAMILY, AND FANS! We hope we can inspire you all, as many of you have inspired us over the years. So we'll leave you with this inspirational image.  We'd like to thank our graphic designer and videographer, we really couldn't have done this without them both. Please take a moment and check out their actual work if you have the time.  Design by: Jenna Kendle www.jennakendle.com Video by: Jordan Mendys www.jordanmendys.com",
  "I am very excited to be having the chance to be in the studio while my song, 'Where Is The Love' is recorded. I have selected the very fast-rising and awesome singing duo, 'Tenasie' to do the vocals. Tenasie Bowe and Matt Kyler are two of the most talented young artists on the Nashville music scene today and are quickly being recognized as one of the next big things in Nashville!  The song, 'Where Is The Love' was inspired by the loss of one of my friends, Chuck Juba. Chuck was a high school friend with incredible musical abilities and I always thought he would go on to be a famous musician - his gift was just that great. Years go by like they do, and people lose track of old friends and as such I lost track of Chuck. In recent years the advent of social media has allowed many of us to re-connect with old friends and relatives we thought we'd never see again and so once I joined Facebook I set out to find all my old classmates of Arundel Sr. High School Class of 1980. I was shocked to learn eventually that Chuck has passed away after a decades long struggle with drug and alcohol addictions and long periods of homelessness in 2008. It took me a while to even comprehend the circumstances of his death and to this day I still can't understand it.... The song is an expression of my grief and I wrote it to make people more aware of the issues of addiction and homelessness that affects so many of our fellow citizens... Here is a link to the song --> http://www.reverbnation.com/philhodge/song/19228799-wheres-all-the-love",
  "Hello friends, family, and friends of friends and family! I have been making music for over 25 years. Almost EVERY time I finish a performance, people come up to ask me: \"Do you have any CDs for sale?\" Sadly, the answer is NO. It takes quite a bit of money to produce a CD! Well, now is your chance, fans of David Bryan! If we are able to raise these funds together, then I will be able to—for the first time—capture a performance with a high quality PROFESSIONAL recording (which shall be made available on digital download). This will not only allow you to carry my voice around in your Ipod wherever you go, but also then allows me to submit for consideration to play in various venues—as well as for music festivals all over the country. All money raised for this project will go entirely to help further my musical ambitions. Many people have told me over the course of my life that I have a beautiful voice. This praise is very gratifying, but often overshadowed in the face of the financial difficulties that this musician faces. (EVERY MUSICIAN has encountered such financial difficulties at one point or another!) That being said, after paying for the recording, every dollar contributed towards this project will in some way serve to create and sustain a path on which I can continue to share this wonderful gift which has been given to me: my voice. I am more excited about the possibilities for this particular concert than any other I have previously envisioned, as it is a tribute concert to my all-time favorite musician. Please help me to make this dream come true.  Thank you kindly for your consideration. DAVID BRYAN   Addendum: I know much of this campaign is rather VAGUE. This sounds very bizarre, but due to numerous circumstances out of my control, I can't give any more details here about this particular concert! If you want to choose the \"digital download\" reward, but want to first know what you're getting (or if you want any info about the project at all), please contact me here on kickstarter, or at davidbryan32@yahoo.com. I am HAPPY to tell you ALL about the concert!! Oh, and I have a video clip to share with you. :-)",
  " Shop | Instagram | Twitter Hello! ⸜( ˙˘˙)⸝ My name is Lisa, everyone knows me as Baggy and I'm a lover of all things birb. I'm a freelance artist and independent business owner, here to share with you my next project! Lets go meet the borbs!  Like a bird but much MUCH rounder - a bird orb = BORB! These pins will be:  Meet the newest edition to the Chumby Borb Pin family: Pigeon Pals. These two adorable borb fronds come as a pair - that's right, two enamel pins together!!  The demand for Pigeons to be added to the family has been insane and so I'm super happy that I'm now getting the chance to do so. ADOPT OF PIGEON PAL NOW!!! • You will be paying a lower price for pre-ordering the pins through Kickstarter! They will be £7 in my shop and at conventions! • You will be getting extra Kickstarter-exclusive goodies such as the super cute stickers  • Kickstarter is a very flexible platform - you commit now and pay later! This lets you manage your funds a lot better, and also gives you the ability to edit your pledge at any time, meaning you can increase, decrease or cancel it at any time until the campaign ends!  Once the initial £450 target is met and the campaign ends, the Pigeon designs will be able to go to print. Unlike my last Borb campaign, there are no other designs being added, as I am taking part in the Make100! The aim here is to get 100 Pairs of Pigeon Pals out to Backers!  Have you done this before? Yes! This is my second Enamel Pin Kickstarter and I have had a successful enamel pin Kickstarter campaign previously. Check out my previous Borbs Will the pins have custom backing cards? Yes! For this kickstarter it will be a large decorative backing card to accommodate both pigeon pals What clutch will they have? Because of the size it will be one clutch but hopefully with a rubber clutch When will I be charged? You will not be charged for your pledge until the campaign has been successfully funded. So you can pledge now and wont pay anything until the beginning of February. Will I receive both pins? Yes! this campaign is for a pair of pigeon pins What if I want more than one Pair of Pins? As I'm limiting this campaign to 100x Pairs to keep in line with the spirit of Make100, I have capped the tiers. Because of this there is only one option currently to add one pair. However, at the end of the campaign depending on availability, I might be able to do add ons. I will keep this in mind. How long will it take for me to receive my pins? As long as there are no delays with the manufacturing process, they should reach you sometime in April. I'm hoping earlier, but I'm giving myself a grace period for any delays. Once the pins are with me I'll be checking for any imperfections and then attaching the pins to backing cards and cutting stickers. I run my business on my own so you'll need to be patient with me once they arrive ^^;; Shipping times are estimated at UK: 2-4 days Europe: 7-14 days USA, Canada, Australia and the rest of the world: 14-21 days. N.B. These are estimates. I am based in the UK so please allow at least 21 days if you are outside of Europe What are the shipping charges? UK - £2 for 1st Class Royal Mail Everywhere Else - £4 for untracked international standard I've decided this time to keep the postage low as to not skew my goal total. It's difficult to gauge how much extra is needed for shipping for these campaigns and so this time I have kept them low at standard shipping. It's also more affordable for international backers - however, this means it will take longer for items to arrive. if you would like to upgrade to tracked be sure to add £5 to your pledge Why Kickstarter? Why pre-orders? I've wanted to design and have produced enamel pins for a long time now but the up front costs are quite pricey. Funding through Kickstarter is easy, simple and allows flexibility for backers. Will your pins be available in your shop/cons? Yes, hopefully if I can get enough made, any left over will go into my shop and to sell at cons, but they will be at the higher price of £7 a pin I have a question that wasn't answered here! Can I contact you? Sure! Feel free to DM me on here or over on my social medias :)",
  "Why Paint 100 Blue Face Paintings & Give them Away? Hi there. I'm Anna aka Bunny Glue. I'm an artist based in Vancouver, BC, Canada. Back in February I painted a blue face in acrylic on canvas. And then another. And just one more. Then I said to a friend, \"I'm going to paint one hundred of these.\" She shrugged and said, \"You're crazy.\" And so I painted until I dreamed blue faces. And it was amazing.  By June 25th I had finished painting one hundred. Now I have 100 paintings that need homes. Couches to live over. Other people to admire them. And I need money to buy more paint and canvas. They need homes. So here's what I decided to do: 1. Give away 50 Paintings.  2. Swap 20 paintings for Karma. 3. Make a little pocket change (aka paint & canvas money) from choice. It's not as complicated as it sounds.  Shipping to US/Canada included in basic shipping pricing. I'm happy to ship internationally, just contact me and I can figure out any additional cost based on your location. All of the money raised will go to art supplies, developing art projects and studio costs. My funding goal of $600 covers the cost of canvas for the project which is about one quarter of the total project cost when you factor in the other supplies (paint, brushes, glassine, protective foam etc) and shipping for the art that is involved.  What are the paintings like?  You can see the paintings and pick out your favorite here: http://www.bunnyglue.com/blue.html Each painting is a 12 inch square one inch thick canvas suitable for easy immediate hanging. The paintings are in acrylic and most of the paint used is Kroma artist grade (some of the early paintings were student grade paint) and all of the paint used is light fast. Each painting depicts a blue face. The sooner you back the project, the more likely you are to get the painting of your choice! Preferences will be prioritized based first on reward level and second based on when you backed the project. Other ways to help?\n•\tLet your friends know about this project.\n•\tLike me on Facebook.\n•  Follow me on Twitter. Thank you.  You can see larger versions of the paintings at http://www.bunnyglue.com/blue.html but here is a quick preview",
  "Over the next year, I will be traveling across Michigan to hike more than 300 trails, all while documenting my travels through photographs. My goal is to share some of the most beautiful and remote places in Michigan, some of which can only be reached by foot on a hiking trail. Throughout my journey I also plan to inform and educate people across Michigan and beyond, about the importance of wildlife and nature conservation. To assist the Michigan Wildlife Conservancy in their efforts, I will be donating 10% of the proceeds from the photo book, after its published, to help ensure that future generations can continue to enjoy the outdoors.  This is a once in a lifetime opportunity, not only for me, but for all of us to experience Michigan in a way that so few have been able to thus far. Join me on my mission to bring this breathtaking photo book to life, so that those across the US, and the world, can appreciate the wonders of Michigan that I have been lucky enough to appreciate my entire life.  Michigan is one of the top trial states in the nation, with well over 650 hiking trails. Although I will only reach less than half of those trails over the course of a year, I hope to bring to life the remaining trails in the years to come. ",
  "DEMO. After the September 9th VZNBRAND launch, we have branched out and began working on and trying new things. VZNBRAND is entirely quality driven while maintaining superior design and concept, this is directly translated into the two part magazine that is \"DEMO\". DEMO is non-profit a summary of our love for everything. Initially, we wanted to do one magazine which focused on our own inspirations, creatives, and culture but as everything we do, it has snowballed into something else. It is with our pleasure to say that so far, nobody has turned down articles, interviews, and appearances in our magazine. This blessing is now allowing us to make this into a two-part publication, where we can focus on making this the best possible final product that can deliver all it is set out to.  Both editions will release at the same time, and contain different artists, creatives, and cultural influencers. At this rate we have confirmed the artists and articles below, and have many others in the workings.  DEMO Part One - Confirmed DEMO Part Two - Confirmed We are working on adding more people every day and we will provide the most balanced magazines that will surely shake up the journalism market. No alteration, no corporation. Pure content, pure culture. ",
  "Are you tired of being told that it's easy to build your own profitable online business?  Would you like a realistic strategy that actually works for real people? Our 7 Days Until Launch is the ultimate step-by-step guide to launching a successful online business in just 7 days. It will show you exactly how to build your own profitable Internet business with little to no significant up-front investment and even if you aren't very tech savvy.\n  As the owner of The Greater Works Group, a web design agency, I know first hand the struggles of launching a business. I know that e-commerce is not overnight success. However, after experiencing years of ups and downs, I have learned what works and what does not work.\n\nNow, I am excited to introduce this guide that provides a tried and true resource for online business success. The video below gives a sneak peak of what's inside! Book Description: Book Size: 5.5\" x 8.5\" Number of Pages: 30 Binding: Saddle Stitched Color Soft Cover",
  "Hi! I'm Audrey of Maintaining Mediocrity and together, we're going to take a tour across the great land of Ooo. Before we begin, please remember to keep your hands, arms, feet, and legs inside the vehicle at all time. What's a Kickstarter? Kickstarter is a crowdfunding source where you help the creator bring their visions to life! In this case, a series of magical enamel pins. Think of it as a pre-order, but with extra benefits! Backers will receive frequent updates on the status of the pins during and after the campaign, a first look at the finished products, and most importantly, super super discounts!  Why pledge? The prices listed for the Kickstarter are the cheapest I will ever be offering these pins. If you're fast enough to snag an Early Bird tier, you'll be getting a single pin for just $11- that's $4 cheaper than retail price! Standard tiers are still discounted at $13 per pin. All leftover pins will be sold in my shop for $15 each. Additionally, you will not be charged until the end of the Kickstarter. You can adjust your pledge higher or lower (or even cancel your pledge altogether) throughout the duration of the campaign. For more details on how to adjust your pledge, scroll down to Pledge Adjustment. All of the current Day and Night pins will be hard enamel, gold plated, with two back posts for double security. These will be heftyboy pins spanning 2.25\" across! As these are Day and Night sets, the pins are designed to be worn in pairs of 2 (as shown below). I've designed them to fit together in any combination, so you can wear a day and night set of one kingdom, or mix n match your own pairs! Now let’s take a look at the designs! In addition to the Day and Night pins, I've also included my snail mini pins in the campaign. At 0.75\" across, these super tiny, kinda rude pins are the perfect size for discreet middle fingers (and they're great as board fillers, too)! For the Kickstarter only, these snails will be $5 each (retail price $7) and available in 6 colors: pink, blue, yellow, purple, green, and LICH (glow in the dark). Please add $5 per snail to your pledge and in the survey after the campaign, you'll be able to select which color(s) you'd like. At any time during the campaign, you can adjust your pledge higher or lower. Remember: you won't be charged until the Kickstarter ends on Sat 1/25 at 11:59 PST. For early bird backers: please manually add +$11 per pin to your current pledge. For standard tier backers (non-early bird): no math required! Simply select the new tier and Kickstarter will automatically adjust your pledge accordingly. To add a tiny snail pin: for both early bird and standard tier backers, please manually add +$5 per snail to your current pledge. To add a banana guard pin: for both early bird and standard tier backers, please manually add +$9 per banana guard to your current pledge. January 9 - January 25: Kickstarter campaign February - March: pin production! Please keep an eye out for updates which will contain the first look at these pins during and post production. March - April: if all goes smoothly, the products will be delivered to me and I can send them all out to you! Funding during this campaign will go towards: 10%: Kickstarter fees 30%: shipping supplies (mailers) and shipping rewards to backers 60%: pin production and backer cards",
  " Who doesn't love pinnipeds?! These 4 pins represent some of our favorite mammals, whose survival all depend on the oceans we love. Okay, so they aren’t ALL pinnipeds but, for puns sake we are rolling with it! We hope you wear/display our pins as talking points for these species! As always, wear something that means something. <3 If our project is successfully funded, we will send out reward surveys to our backers! The reward surveys will allow you to choose your pins! :) If our project is not funded to the $500 goal, you will not be charged and we will not receive funds for this project. This Kickstarter's initial funding goal is $500 USD. This will help us produce all 4 hard enamel pins as well as help to cover backing cards, Kickstarter fees, taxes, and shipping costs/supplies. Though $500 USD doesn't cover all the fees, it will help us off to a great start!  Once the Kickstarter has ended and backer surveys are completed, all pins will go on to production! Production takes an estimated 5-8 weeks. Estimated timeline (if we reach our goal early, we will update this!): How do I pledge? Just click the green “Back This Project” button on the campaign page or scroll down the page to select a reward tier! Do I get to choose my pins?  YES! If our project is successfully funded, meaning we reach our goal of $500 USD, we will send out surveys to all backers asking which pins you would like!  The reward surveys sent after the campaign ends will allow you to choose your pins! :) When are backers charged? If the project you’re backing is successfully funded, your card will be charged when the project reaches its funding deadline. If the project does not reach its funding goal, your card is never charged. What forms of payment are accepted? You can use a debit or credit card associated with Visa, Discover, JCB, MasterCard, or American Express. Discover and JCB cards are currently only accepted for US-based projects. Kickstarter does not currently accept Maestro or Visa Electron cards. If using a pre-paid credit card, please make sure that the card has a value of at least $1 more than your pledge amount. How can I follow Fin Pin Shop's projects? To follow us, just click the ‘follow’ link next to our profile image on our project page. Following us allows you to see when a new project of ours is launched! Other Questions? Try Kickstarter's Support page!  If you want to see more of our fun ocean-inspired products, check out our website www.FinPinShop.com, our Etsy shop, and make sure to follow us on Facebook & Instagram! Join the Fin Pin Club on Patreon for a monthly subscription of our JAWsome goodies at a specially discounted price!",
  "Gallows Bound would love to introduce themselves into the world of vinyl pressings, unfortunately the rising cost of this service versus the rising demand on the companies offering the service has created an unusually high cost transferred to the band wanting to release their music on the medium. It is no longer a secret that bands (local and national) rarely make enough money to provide them with the tools necessary to spread their music as far as they can and with being able to offer multiple mediums from today's contemporary download cards and CD's to yesteryear's cassette tapes and vinyl records, we as musicians are able to reach a broad variety of listeners and collectors who may never have heard our music simply because of the device they prefer to experience it with! Thank you for looking and for considering your donation to our project!",
  "Hello there! I'm Kirar, and I'm the tiny creator of K-Poppin' Pins. I've always loved doodling, and recently I've decided to take the leap to make my drawings into enamel pins! I've self-funded my first three pins to start my small shop out, but I'm hoping I can expand in the future. ♥ You can check them out here on my Instagram! Whether you are a certified Orbit or just love magic potion bottles, these pins are sure to give that starry-eyed feeling when you put them on! These potion-themed pins are inspired by the solo music videos of LOONA's Odd Eye Circle members: Kim Lip, JinSoul, and Choerry. Thank you for checking out my Kickstarter! Even if you're not planning on pledging, please share this on social media if you like the designs so that we can be closer to making them a reality together! ♥ All pins are hard enamel and gold-plated. The back has 2 pin posts with black rubber clutches and a \"K-Poppin' Pins\" backstamp. “This is Eclipse, I can't keep my eyes off, so will you be with me continuously?”  An eclipse-themed elixir, featuring an eclipse with continuous love! (Or the squiggles off of Kim Lip's shirt, you decide!) A sweet little betta fish swimming through the stars in a jar? What's not to love? Go singing in the rain with this pin attached to your raincoat! Or not, I won't stop you. ;) A cherry love potion? A mirror portal in a potion? You can bet your buns that it's all that and more! Ah-ah-ah-imagine what would happen if you drank it! (Please do not drink your pin.) Funding for this project will go towards production, packaging, and delivery of the pins! If the project is fully funded, backer surveys will be sent after the project to confirm shipping addresses and which rewards you want. Please double check your shipping address to avoid shipping delays and reduce the risk of your package getting lost! All packages are shipped via the U.S. Postal Service. All USA orders will include tracked shipping. International orders will be shipped with tracking, but the tracking details may not update (usually after it reaches your country) depending on your country's postal service. Please note that you are responsible for any taxes, fees, or VAT associated with receiving your item if you are outside of the USA.",
  "Hello! My name is Stefanie and I'm a freelance cartoonist. I've been working in artist alleys on and off for the last few years, and I want to make the great leap into doing enamel pins. Recently I made my first pin, and it was a big success! I want to make another for the Make 100 here on kickstarter, and I knew exactly what i wanted to make. For a long time I've always enjoyed drawing animal skulls, and for this I wanted something related to where I currently live: California. BEAR SKULL AND POPPIES will be a 1.5\" gold hard enamel pin in creme, golden orange and accents of green and white. I will be doing a limited run of 100 for these pins.",
  "To start out 2020 I have a trio of unrelated cat designs.  I have several larger more cohesive 'collections' that I want to release this year, so solo pins like these either need to have very short KS campaigns or be grouped together like this.  (I have another unrelated design that will be getting the one to two week treatment.) I completely understand that these may have different audiences so don't feel bad if you are only interested in one of these designs! My kids love for me to tell bedtime stories.  These stories often star their stuffed animals.  They have this little set of kitties that they love dearly.  One multi-chapter story involved a ninja kitty who trained their kitties as ninja so that they could team up and help him defeat an evil sorcerer. I designed 5 separate Ninja Kitties, but have chosen to have Snowflake as a ninja made into a pin.  Who knows, if this one is well received I may try to do the others at a later date.  If you have ever simultaneously owned a cat and a laptop this design likely speaks to you.  Kitties love warm cozy places to nap and as we all know, if kitty fits, kitty sits! There are two things that are certain in life, death and coffee.     Late in 2019 my kitty of 14 years passed away.  I actually thought she was going to pass in 2017, so I was glad to get the extra time with her.  I wanted to do something as a tribute to her passing but given her rough personality a kitty with wings and a halo just didn't work for me.  I ended up designing this Kitty Reaper.  As for the coffee cup, well I like coffee.  Maybe the reaper decided to take a little coffee break in 2017.   Here's to you, Lily!   My name is Joshua R. Pinkas and I am the creator and owner of Frost Dragon Designs, LLC. After years of working on projects for others through freelance work and private commissions, I decided to start building something for myself and started Frost Dragon Designs, LLC. I am a seasoned pin creator and have designed, had manufactured, and delivered thousands of beautiful enamel pins.  Many of my previous designs are available for sale through my online shop, frostdragondesigns.com. All of my designs are my own original creations. I start my creative process with traditional drawings in sketchbooks. Even the simplest of designs will usually go through a dozen or more revisions before I recreate it digitally and prepare the files to send to my manufacturers. I love launching new projects and designs on Kickstarter because this is where I got my start with my company, and because I have found a wonderfully supportive community here who genuinely care about creatives. Every pin you back helps fund the production of new original designs!",
  "I plan on completing a 50+ piece series depicting the abundant wildlife of my home state of Montana. The animals selected will encompass the majority of Montana's mammals, birds, and fish. The stylistic manner in which I will approach these works, is a new, still developing technique that blends realism and cartooning. This strategy allows me to capture each animals personality, while accurately depicting its real life colors, markings, and textures. I find this style not only teaches the viewer about the biology of the animal, but also draws the viewer into a personal relationship with animal. My inspiration for this series came from my flagship painting attached to this project, the \"Bored\"-eal Owl. Budget Breakdown The first expense of this project will be canvases. I intend to somewhat match the animals actual size to the canvas size, therefore canvases will range in size from 2x4 in. up to 4x6 ft. I stretch my own canvases that are over 16x20 in. in order to save money.  $100 for wood for frames, $50 for  raw canvas, $50 for smaller canvases =$200 The final expenses for this project includes acrylic paint, spray paint and acrylic medium. Using large canvases and the vast number of pieces in this series will require a lot of paint. The acrylic medium allows me to capture more depth, while enhancing color. $40 for acrylic paint, $40 for acrylic medium, $20 spray paint (background texture) =$300.00  If you have any questions feel free to contact me at a.grensten@gmail.com. Thank you for your time and support.",
  "Well, hello there!   Thanks for stopping by.  We're so glad you found us!  We're really hard to find, given that you can barely see our shop unless you're within 20 feet, standing in the middle of the street!  ;)   That's why we're doing this.  We sorely need signage that sticks out and grabs attention, but we're spending all our money to make chocolate - AMAZING VEGAN CHOCOLATE - which really solves all of the difficult problems in life!   But, if nobody discovers our shop, then nobody buys our chocolate, then the world is one less vegan chocolate maker... which, we're hard to come by!  Please support our little fundraiser so we can get noticed so we can spread the message that vegan doesn't mean boring and gross.   Here's what we're looking to do: - Install a perpendicular sign that sticks out so all the the cool folks on Elmwood can see our shop from the next block, and make it their next destination!   - Fix up the big brick \"artwork\" wall outside our shop.  We already have landlord approval to paint over the present art and we want to put something up that is equally as awesome!  We're hoping to paint a very cool triquetra and install a small sign that our shop is just inside.   - We also want to install new outdoor lights (those are way more expensive and BIGGER than you think!) so we can really command attention once the sun sets.  Currently only one of the outdoor lights work and they are both broken and dilapidated.   - Lastly, we'd love to get some attention grabbing sail signs that we can put outside our shop for special events or bring with us to festivals and markets!  We want them to say \"vegan\" and \"chocolate\" so we can be noticed from way far away!   THANK YOU.  Thank you for saving our planet.  Thank you for loving animals, and loving people, and sustaining the earth.  Thank you for enjoying our great chocolate.  ",
  "Harnessing the amazing power of chia and hemp seeds (and a love of puns), Naked Hippie Snacks bars are made with the highest quality organic, gluten-free and vegan ingredients for a delicious and healthy snack on-the-go.    Before now, it's been quite impossible to find a vegan protein bar that was free of soy and gluten and that tasted good. Naked Hippie Snacks is one of the first snack bars on the market that uses hemp seeds as a plant-based protein source. And it's delicious! The High on Protein bar combines hemp seeds, peanuts, figs and a medley of seeds for a taste that is reminiscent of a PB & J sandwich. The 56g bar clocks in at 250 calories, 6g of fiber and 10g of protein. It really is the best tasting, most natural protein bar out there! In addition to our vegan protein bar, we make a line of vegan snack bars that are just as healthy, but not as high in protein. These bars come in the following flavors: Off The Walnut, which tastes like an oatmeal raisin cookie; Fudge N' Coconut, a titillating trio of fair-trade, vegan dark chocolate, tart cherries and tropical coconut; Apricot Zing, a healthy remake of a cranberry orange muffin; and Banana Bliss, our twist on a vegan banana cream pie. Each bar is made with 10 or fewer ingredients, which even your kids can pronounce and understand. The base of the snack bar features organic, gluten-free oats, organic chia and flax seeds, and organic maple syrup. Next, we add slightly toasted nuts, organic and un-sulfured dried fruits, and maybe some vegan, fair-trade dark chocolate or organic coconut, depending on the flavor. And unlike other bars on the market, Naked Hippie bars contain absolutely no soy, no gums, and no ingredients labeled “natural flavors.”  Naked Hippie bars have gone through over two years of experimentation and taste-testing to ensure that they are not only more flavorful than any other bar, but also offer more balanced nutrition. Each ingredient is hand-picked for its health benefits, even our sweeteners. Here are our stats: each 52g bar has 250 calories or less, 6g of fiber, 6g of protein, at least 1600mg of Omega-3, 12g of sugar from organic maple syrup and dried fruits.    \"I absolutely loooove your bars! I tried one a couple of days ago at Romancing the Bean and I've been obsessed ever since! *heart eyes emoji*\"-Rebecca S. \"These bars are so good, I ate them all.\"-Jenna T. \"It’s crazy! I’ve come to realize I’m addicted to these bars. If somehow I get too distracted and don’t have one when I should…I suddenly crave it and have to reorganize my priorities!!!! They taste good and ARE good.\"-Terry G. \"I LOVE these bars! I was given the opportunity to try the bars with the drizzled chocolate on them and felt my chocolate craving satiated. The fact there are no flour products whatsoever in any of the Naked Hippie Snacks makes them a perfect choice for those who need to be gluten-free in their lives. I’m a chocolate lover with a massive sweet tooth and all the snacks take care of my cravings, yet are so much more healthy than a candy bar or cookie! Awesome job!\"-Kathy A. \"These are amazing for protein bars, The texture is good, and the flavor is perfect to me. So many protein bars have a heavy flavor or are sweet, this one avoids both. I never thought I would find a protein bar I liked.\"-Sheryl H.   Chia seeds Containing a larger amount of omega-3 fatty acids than salmon, chia seeds are also very high in fiber (40% fiber by weight) and contain up to 14% protein by weight. They are high in antioxidants and studies have found that they may improve cardiovascular risk factors in Type 2 diabetes.  Hemp seeds Considered the most nutritious seed in the world, hemp seeds are a complete protein with a highly concentrated balance of protein, essential Omega-3 and 6 fatty acids, and vitamins and minerals such as Magnesium, Vitamin E and Zinc. Flaxseeds A tablespoon of flaxseeds contains 1800 mg of plant-based omega-3 fatty acids, an ingredient needed to carry out normal bodily functions. The daily consumption of flax may also play a role in preventing diabetes and lowering the risk of Alzheimer’s disease.  Oats Organic, gluten-free oatmeal is unprocessed, high in fiber and rich in protein.  Among its benefits are the stabilization of blood sugar levels to gently pace your body’s nutrition absorption rate and the removal of bad cholesterol.  Almonds A single serving of almonds has nearly 50% of your daily recommended Vitamin E intake. This vitamin has been shown to reduce the risks of cancer.  Maple syrup In addition to being incredibly delicious and vegan, organic maple syrup has recently been discovered as a super food, much like broccoli and blueberries. Research from the University of Rhode Island has found that maple syrup contains compounds that may help manage Type 2 diabetes, prevent cancer and reduce inflammation. The 54 compounds in maple syrup all work together to create a natural sweetener that inhibits enzymes from converting carbohydrates to sugar and provides the body with essential vitamins and minerals including zinc, manganese, B2, biotin, calcium, Vitamin A, and many more.    According to the Harvard School of Public Health, Omega-3 and Omega-6 are essential fatty acids, meaning they are required by our bodies to carry out vital functions, like building cell membranes in the brain and keeping bones strong. The problem in the Western diet is two-fold: we don’t get nearly enough Omega-3 fatty acids as we need and we consume way too much Omega-6 in the form of soybean and corn oils found in many fast food and overly processed foods. Human bodies require no more than 4 times as much Omega-6 as Omega-3 fatty acids, but our current diets are filled with over 40 times as much.  Naked Hippie bars contain a 1:2 ratio of Omega-3 to Omega-6, that when paired with a more balanced daily diet, closes the gap between the two.    For the past two years, Naked Hippie Snacks has been operating as a Cottage Food Kitchen business, meaning that we make the bars out of our home kitchen. Under the Cottage Food Act, we can only sell in Los Angeles County. We have been successful locally, selling out at coffee shops, grocery stores and artisan food fairs. Everyone who tastes these bars absolutely loves them.  While producing these bars at home and selling them in LA has been a great way to start out and gauge people's interest, it has been difficult to earn the capital we need to expand to a commercial kitchen. We want to produce in a commercial kitchen so we can ship nationally and share our healthy and delicious snacks with everyone.  The funds we receive through this campaign will go toward three aspects of the business. It will fund rent and staff at our own commercial kitchen, the purchase of specialty, medium-scale equipment for production and packaging, and promotional materials and efforts such as distribution, trade shows, marketing and sales staff. Rather than sharing a kitchen with other producers, we would like to produce out of our own commercial kitchen so we can control and prevent contaminants such as animal products, gluten, soy, etc. Start the year off right with healthy, vegan snacks! If your New Year Resolution is to eat healthy, our bars will help you stay on track. Some of our rewards include a custom-designed Naked Hippie Snacks T-shirt. JUST BECAUSE OUR SNACKS ARE NAKED DOESN'T MEAN YOU SHOULD BE! Cover up your naughty bits with our T-shirt that's fun, fresh and vintage-inspired. Here's a little peek at what it looks like:  ",
  "I am super excited about this project and I really want to get these songs out to you. I have enlisted the help of some great musicians and these are the songs you have been asking for.  1. Truth About an Outlaw  2. (God Help My Mama) I Turned  Out Like My Dad  3. Let It Rain 4. Lie to Me I will be working with Don Dixon producing and playing bass. Jim Brock on percussion, Tomi Martin and Cooper Carter on guitar. With your help we can get these songs out to the world. ",
  "Hey friends! So for the past few months I have been Recording and perfecting my EP with Brian Crabtree at Rocket Skates Recording . We are finally done! Unfortunately that only brings us about halfway and here is where i NEED you.  I still have to mix and master and get Cd's Printed! Here are the costs: I've done the math and if i could spend a little money and create great perks for y'all we could get this record done! Check them out! If everyone can pitch in just a little you would make my dream come true and hopefully you will enjoy being a part of this.  I invite all of you that haven't seen me play live please add me on facebook https://www.facebook.com/michellemoonshinemusic and come hang out with me! Thank you for being a part of this!  -Michelle",
  "We have embarked on an exciting project to record our debut album (12 songs in total) with past and present members of the band. Years of playing, writing, laughing and performing all coming together to create an unique and eclectic album. We have funded the project ourselves this far but we've hit a block in the road. These things are expensive!!! The money you pledge will be used for mixing, mastering, duplicating, distributing and marketing our songs. We have 12 musicians in total including guest vocalists all with a different tones and qualities. We are from different musical backgrounds and walks of life but have joined forces to make a transatlantic, ericana vibe with lots of off-beat quirky zaniness. Its a celebration of the life and times of Wookalily. It's been a great experience to make this music and we hope you all get to enjoy it as well. We are using Millbank Studios in Lisburn and the much sought after and talented sound engineer Michael Mormecha.   A word from Michael...\"it's the first of it's kind to come out of Northern Ireland and it's been really fun to make\" www.millbankstudios.net www.facebook.com/wookalily www.wookalily.com",
  "Hello backers,       Time for another adventure!! The Cathedral Grove Rainforest on Vancouver Island in BC is one of the most ancient and beautiful places in BC. I will be back packing with my awesome Dog  Kitchi to Vancouver Island for a week taking pictures at Cathedral Grove Rainforest for the Calendar. 800 year old giant redwood cedars, mossy landscapes and wildlife are a taste of what will make up the calendar. The funding will be spent on a high resolution camera, travel expenses and production costs at a local sighn shop, my favorite people for the job. Superior Signs in poco can handle anything, they have been very good to me with some imployment so it will be nice to bring them my project, Exciting!!",
  "\"My girlfriend and I have been making plant based, gluten free pizzas, and although we make them close to perfection every time - we are constantly improving!! We make everything from scratch including the dough, cheese and sauce using the healthiest, unrefined ingredients. Our gluten free crusts are made with brown rice flour, chia seeds, coconut oil and a grain/vegetable of your choosing(beet crust, sweet potato, plantain, lentil, bean, carrot, zucchini).  Our pizzas are so good and nourishing, we really want to share them in a larger scale! We provided samples at the farmers market and started taking personal orders for our customers who love our pizzas. \n\nWe need to raise funds in order to get our food vendors license and open a restaurant! \n\nTake note: meat eaters, vegetarians, and everyone in between —— This means so much because we believe its an experience that will nourish the body, mind and soul, it will leave you pleasantly full, satisfied and nourished. Specifically, we believe everyone will love our products.\n\nAs vegans, we will ensure no animal products are used making our products, and our pizzas are environmentally cool, and will be a fully alkaline meal! (Google this if you don’t know what we are referring to)… We want to share the message that you can eat a delicious, cruelty free, pizza that will leave you feeling electrified! \n\nYou may have heard it before, but just in case — ‘CHI’ means life energy or ‘prana’, it has many names\".  Carlos and Laura instagram.com/pizzachi  "
]